        "notes": "Auto-generated encoding from text: — The multitude understand by the power of God the free will of God, and the right over all things that exist, which latter are accordingly generally considered as contingent. For it is said that God "
        "notes": "Auto-generated encoding from text: The modes of any given attribute are caused by God, in so far as he is considered through the attribute of which they are modes, and not in so far as he is considered through any other attribute. Proo"
        "notes": "Auto-generated encoding from text: — Hence the actual being of things, which are not modes of thought, does not follow from the divine nature, because that nature has prior knowledge of the things. Things represented in ideas follow, a"
        "notes": "Auto-generated encoding from text: The ideas of particular things, or of modes, that do not exist, must be comprehended in the infinite idea of God, in the same way as the formal essences of particular things or modes are contained in "
        "notes": "Auto-generated encoding from text: — Hence, so long as particular things do not exist, except in so far as they are comprehended in the attributes of God, their representations in thought or ideas do not exist, except in so far as the "
        "notes": "Auto-generated encoding from text: — If anyone desires an example to throw more light on this question, I shall, I fear, not be able to give him any, which adequately explains the thing of which I here speak, inasmuch as it is unique; "
        "notes": "Auto-generated encoding from text: The idea of an individual thing actually existing is caused by God, not in so far as he is infinite, but in so far as he is considered as affected by another idea of a thing actually existing, of whic"
        "notes": "Auto-generated encoding from text: — Whatsoever takes place in the individual object of any idea, the knowledge thereof is in God, in so far only as he has the idea of the object. Proof. — Whatsoever takes place in the object of any id"
        "notes": "Auto-generated encoding from text: The being of substance does not appertain to the essence of man –in other words, substance does not constitute the actual being2 of man. Proof. — The being of substance involves necessary existence (P"
        "notes": "Auto-generated encoding from text: — This proposition may also be proved from I.v., in which it is shown that there cannot be two substances of the same nature; for as there may be many men, the being of substance is not that which con"
        "notes": "Auto-generated encoding from text: — Hence it follows, that the essence of man is constituted by certain modifications of the attributes of God. For (by the last Prop.) the being of substance does not belong to the essence of man. That"
        "notes": "Auto-generated encoding from text: — Everyone must surely admit, that nothing can be or be conceived without God. All men agree that God is the one and only cause of all things, both of their essence and of their existence; that is, Go"
        "notes": "Auto-generated encoding from text: The first element, which constitutes the actual being of the human mind, is the idea of some particular thing actually existing. Proof. — The essence of man (by the Coroll. of the last Prop.) is const"
        "notes": "Auto-generated encoding from text: — Hence it follows, that the human mind is part of the infinite intellect of God; thus when we say, that the human mind perceives this or that, we make the assertion, that God has this or that idea, n"
        "notes": "Auto-generated encoding from text: — Here, I doubt not, readers will come to a stand, and will call to mind many things which will cause them to hesitate; I therefore beg them to accompany me slowly, step by step, and not to pronounce "
        "notes": "Auto-generated encoding from text: Whatsoever comes to pass in the object of the idea, which constitutes the human mind, must be perceived by the human mind, or there will necessarily be an idea in the human mind of the said occurrence"
        "notes": "Auto-generated encoding from text: — This proposition is also evident, and is more clearly to be understood from II. vii., which see."
        "notes": "Auto-generated encoding from text: The object of the idea constituting the human mind is the body, in other words a certain mode of extension which actually exists, and nothing else. Proof. — If indeed the body were not the object of t"
        "notes": "Auto-generated encoding from text: — We thus comprehend, not only that the human mind is united to the body, but also the nature of the union between mind and body. However, no one will be able to grasp this adequately or distinctly, u"
        "notes": "Auto-generated encoding from text: Bodies are distinguished from one another in respect of motion and rest, quickness and slowness, and not in respect of substance. Proof. — The first part of this proposition is, I take it, self-eviden"
        "notes": "Auto-generated encoding from text: All bodies agree in certain respects. Proof. — All bodies agree in the fact, that they involve the conception of one and the same attribute (II., Def. i.). Further, in the fact that they may be moved "
        "notes": "Auto-generated encoding from text: A body in motion or at rest must be determined to motion or rest by another body, which other body has been determined to motion or rest by a third body, and that third again by a fourth, and so on to"
        "notes": "Auto-generated encoding from text: — Hence it follows, that a body in motion keeps in motion, until it is determined to a state of rest by some other body; and a body at rest remains so, until it is determined to a state of motion by s"
        "notes": "Auto-generated encoding from text: If from a body or individual, compounded of several bodies, certain bodies be separated, and if, at the same time, an equal number of other bodies of the same nature take their place, the individual w"
        "notes": "Auto-generated encoding from text: If the parts composing an individual become greater or less, but in such proportion, that they all preserve the same mutual relations of motion and rest, the individual will still preserve its origina"
        "notes": "Auto-generated encoding from text: If certain bodies composing an individual be compelled to change the motion, which they have in one direction, for motion in another direction, but in such a manner, that they be able to continue thei"
        "notes": "Auto-generated encoding from text: Furthermore, the individual thus composed preserves its nature, whether it be, as a whole, in motion or at rest, whether it be moved in this or that direction; so long as each part retains its motion,"
        "notes": "Auto-generated encoding from text: — We thus see, how a composite individual may be affected in many different ways, and preserve its nature notwithstanding. Thus far we have conceived an individual as composed of bodies only distingui"
        "notes": "Auto-generated encoding from text: The human body is composed of a number of individual parts, of diverse nature, each one of which is in itself extremely complex."
        "notes": "Auto-generated encoding from text: Of the individual parts composing the human body some are fluid, some soft, some hard."
        "notes": "Auto-generated encoding from text: The individual parts composing the human body, and consequently the human body itself, are affected in a variety of ways by external bodies."
        "notes": "Auto-generated encoding from text: The human body stands in need for its preservation of a number of other bodies, by which it is continually, so to speak, regenerated."
        "notes": "Auto-generated encoding from text: When the fluid part of the human body is determined by an external body to impinge often on another soft part, it changes the surface of the latter, and, as it were, leaves the impression thereupon of"
        "notes": "Auto-generated encoding from text: The human body can move external bodies, and arrange them in a variety of ways."
        "notes": "Auto-generated encoding from text: The human mind is capable of perceiving a great number of things, and is so in proportion as its body is capable of receiving a great number of impressions. Proof. — The human body (by Post. iii. and "
        "notes": "Auto-generated encoding from text: The idea, which constitutes the actual being of the human mind, is not simple, but compounded of a great number of ideas. Proof. — The idea constituting the actual being of the human mind is the idea "
        "notes": "Auto-generated encoding from text: The idea of every mode, in which the human body is affected by external bodies, must involve the nature of the human body, and also the nature of the external body. Proof. — All the modes, in which an"
        "notes": "Auto-generated encoding from text: –Hence it follows, first, that the human mind perceives the nature of a variety of bodies, together with the nature of its own."
        "notes": "Auto-generated encoding from text: –It follows, secondly, that the ideas, which we have of external bodies, indicate rather the constitution of our own body than the nature of external bodies. I have amply illustrated this in the Appen"
        "notes": "Auto-generated encoding from text: If the human body is affected in a manner which involves the nature of any external body, the human mind will regard the said external body as actually existing, or as present to itself, until the hum"
        "notes": "Auto-generated encoding from text: — The mind is able to regard as present external bodies, by which the human body has once been affected, even though they be no longer in existence or present. Proof. — When external bodies determine "
        "notes": "Auto-generated encoding from text: — We thus see how it comes about, as is often the case, that we regard as present many things which are not. It is possible that the same result may be brought about by other causes; but I think it su"
        "notes": "Auto-generated encoding from text: If the human body has once been affected by two or more bodies at the same time, when the mind afterwards imagines any of them, it will straightway remember the others also. Proof. — The mind (II. xvi"
        "notes": "Auto-generated encoding from text: — We now clearly see what Memory is. It is simply a certain association of ideas involving the nature of things outside the human body, which association arises in the mind according to the order and "
        "notes": "Auto-generated encoding from text: The human mind has no knowledge of the body, and does not know it to exist, save through the ideas of the modifications whereby the body is affected. Proof. — The human mind is the very idea or knowle"
        "notes": "Auto-generated encoding from text: The idea or knowledge of the human mind is also in God, following in God in the same manner, and being referred to God in the same manner, as the idea or knowledge of the human body. Proof. — Thought "
        "notes": "Auto-generated encoding from text: This idea of the mind is united to the mind in the same way as the mind is united to the body. Proof. — That the mind is united to the body we have shown from the fact, that the body is the object of "
        "notes": "Auto-generated encoding from text: — This proposition is comprehended much more clearly from what we have said in the note to II. vii. We there showed that the idea of body and body, that is, mind and body (II. xiii.), are one and the "
        "notes": "Auto-generated encoding from text: The human mind perceives not only the modifications of the body, but also the ideas of such modifications. Proof. — The ideas of the ideas of modifications follow in God in the same manner, and are re"
        "notes": "Auto-generated encoding from text: The mind does not know itself, except in so far as it perceives the ideas of the modifications of the body. Proof. — The idea or knowledge of the mind (II. xx.) follows in God in the same manner, and "
        "notes": "Auto-generated encoding from text: The human mind does not involve an adequate knowledge of the parts composing the human body. Proof. — The parts composing the human body do not belong to the essence of that body, except in so far as "
        "notes": "Auto-generated encoding from text: The idea of each modification of the human body does not involve an adequate knowledge of the external body. Proof. — We have shown that the idea of a modification of the human body involves the natur"
        "notes": "Auto-generated encoding from text: The human mind does not perceive any external body as actually existing, except through the ideas of the modifications of its own body. Proof. — If the human body is in no way affected by a given exte"
        "notes": "Auto-generated encoding from text: — In so far as the human mind imagines an external body, it has not an adequate knowledge thereof. Proof. — When the human mind regards external bodies through the ideas of the modifications of its ow"
        "notes": "Auto-generated encoding from text: The idea of each modification of the human body does not involve an adequate knowledge of the human body itself. Proof. — Every idea of a modification of the human body involves the nature of the huma"
        "notes": "Auto-generated encoding from text: The ideas of the modifications of the human body, in so far as they have reference only to the human mind, are not clear and distinct, but confused. Proof. — The ideas of the modifications of the huma"
        "notes": "Auto-generated encoding from text: — The idea which constitutes the nature of the human mind is, in the same manner, proved not to be, when considered in itself alone, clear and distinct; as also is the case with the idea of the human "
        "notes": "Auto-generated encoding from text: The idea of the idea of each modification of the human body does not involve an adequate knowledge of the human mind. Proof. — The idea of a modification of the human body (II. xxvii.) does not involv"
        "notes": "Auto-generated encoding from text: — Hence it follows that the human mind, when it perceives things after the common order of nature, has not an adequate but only a confused and fragmentary knowledge of itself, of its own body, and of "
        "notes": "Auto-generated encoding from text: — I say expressly, that the mind has not an adequate but only a confused knowledge of itself, its own body, and of external bodies, whenever it perceives things after the common order of nature; that "
        "notes": "Auto-generated encoding from text: We can only have a very inadequate knowledge of the duration of our body. Proof. — The duration of our body does not depend on its essence (II. Ax. i.), nor on the absolute nature of God (I. xxi.). Bu"
        "notes": "Auto-generated encoding from text: We can only have a very inadequate knowledge of the duration of particular things external to ourselves. Proof. — Every particular thing, like the human body, must be conditioned by another particular"
        "notes": "Auto-generated encoding from text: — Hence it follows that all particular things are contingent and perishable. For we can have no adequate idea of their duration (by the last Prop.), and this is what we must understand by the continge"
        "notes": "Auto-generated encoding from text: All ideas, in so far as they are referred to God, are true. Proof. — All ideas which are in God agree in every respect with their objects (II. vii. Coroll.), therefore (I. Ax. vi.) they are all true. "
        "notes": "Auto-generated encoding from text: There is nothing positive in ideas, which causes them to be called false. Proof. — If this be denied, conceive, if possible, a positive mode of thinking, which should constitute the distinctive qualit"
        "notes": "Auto-generated encoding from text: Every idea, which in us is absolute or adequate and perfect, is true. Proof. — When we say that an idea in us is adequate and perfect, we say, in other words (II. xi. Coroll.), that the idea is adequa"
        "notes": "Auto-generated encoding from text: Falsity consists in the privation of knowledge, which inadequate, fragmentary, or confused ideas involve. Proof. — There is nothing positive in ideas, which causes them to be called false (II. xxxiii."
        "notes": "Auto-generated encoding from text: — In the note to II. xvii. I explained how error consists in the privation of knowledge, but in order to throw more light on the subject I will give an example. For instance, men are mistaken in think"
        "notes": "Auto-generated encoding from text: Inadequate and confused ideas follow by the same necessity, as adequate or clear and distinct ideas. Proof. — All ideas are in God (I. xv.), and in so far as they are referred to God are true (II. xxx"
        "notes": "Auto-generated encoding from text: That which is common to all (cf. Lemma II., above), and which is equally in a part and in the whole, does not constitute the essence of any particular thing. Proof. — If this be denied, conceive, if p"
        "notes": "Auto-generated encoding from text: Those things, which are common to all, and which are equally in a part and in the whole, cannot be conceived except adequately. Proof. — Let A be something, which is common to all bodies, and which is"
        "notes": "Auto-generated encoding from text: –Hence it follows that there are certain ideas or notions common to all men; for (by Lemma ii.) all bodies agree in certain respects, which (by the foregoing Prop.) must be adequately or clearly and d"
        "notes": "Auto-generated encoding from text: That, which is common to and a property of the human body and such other bodies as are wont to affect the human body, and which is present equally in each part of either, or in the whole, will be repr"
        "notes": "Auto-generated encoding from text: — Hence it follows that the mind is fitted to perceive adequately more things, in proportion as its body has more in common with other bodies."
        "notes": "Auto-generated encoding from text: Whatsoever ideas in the mind follow from ideas which are therein adequate, are also themselves adequate. Proof. — This proposition is self-evident. For when we say that an idea in the human mind follo"
        "notes": "Auto-generated encoding from text: I. –I have thus set forth the cause of those notions, which are common to all men, and which form the basis of our ratiocination. But there are other causes of certain axioms or notions, which it woul"
        "notes": "Auto-generated encoding from text: II. –From all that has been said above it is clear, that we, in many cases, perceive and form our general notions:—(1.) From particular things represented to our intellect fragmentarily, confusedly, a"
        "notes": "Auto-generated encoding from text: Knowledge of the first kind is the only source of falsity, knowledge of the second and third kinds is necessarily true. Proof. — To knowledge of the first kind we have (in the foregoing note) assigned"
        "notes": "Auto-generated encoding from text: Knowledge of the second and third kinds, not knowledge of the first kind, teaches us to distinguish the true from the false. Proof. — This proposition is self-evident. He, who knows how to distinguish"
        "notes": "Auto-generated encoding from text: He, who has a true idea, simultaneously knows that he has a true idea, and cannot doubt of the truth of the thing perceived. Proof. — A true idea in us is an idea which is adequate in God, in so far a"
        "notes": "Auto-generated encoding from text: — I explained in the note to II. xxi. what is meant by the idea of an idea; but we may remark that the foregoing proposition is in itself sufficiently plain. No one, who has a true idea, is ignorant t"
        "notes": "Auto-generated encoding from text: It is not in the nature of reason to regard things as contingent, but as necessary. Proof. — It is in the nature of reason to perceive things truly (II. xli.), namely (I. Ax. vi.), as they are in them"
        "notes": "Auto-generated encoding from text: –Hence it follows, that it is only through our imagination that we consider things, whether in respect to the future or the past, as contingent."
        "notes": "Auto-generated encoding from text: — How this way of looking at things arises, I will briefly explain. We have shown above (II. xvii. and Coroll.) that the mind always regards things as present to itself, even though they be not in exi"
        "notes": "Auto-generated encoding from text: –It is in the nature of reason to perceive things under a certain form of eternity (sub quâdam æternitatis specie). Proof. — It is in the nature of reason to regard things, not as contingent, but as n"
        "notes": "Auto-generated encoding from text: Every idea of every body, or of every particular thing actually existing, necessarily involves the eternal and infinite essence of God. Proof. — The idea of a particular thing actually existing necess"
        "notes": "Auto-generated encoding from text: — By existence I do not here mean duration –that is, existence in so far as it is conceived abstractedly, and as a certain form of quantity. I am speaking of the very nature of existence, which is ass"
        "notes": "Auto-generated encoding from text: The knowledge of the eternal and infinite essence of God which every idea involves is adequate and perfect. Proof. — The proof of the last proposition is universal; and whether a thing be considered a"
        "notes": "Auto-generated encoding from text: The human mind has an adequate knowledge of the eternal and infinite essence of God. Proof. — The human mind has ideas (II. xxii.), from which (II. xxiii.) it perceives itself and its own body (II. xi"
        "notes": "Auto-generated encoding from text: — Hence we see, that the infinite essence and the eternity of God are known to all. Now as all things are in God, and are conceived through God, we can from this knowledge infer many things, which we "
        "notes": "Auto-generated encoding from text: In the mind there is no absolute or free will; but the mind is determined to wish this or that by a cause, which has also been determined by another cause, and this last by another cause, and so on to"
        "notes": "Auto-generated encoding from text: — In the same way it is proved, that there is in the mind no absolute faculty of understanding, desiring, loving, &c. Whence it follows, that these and similar faculties are either entirely fictitious"
        "notes": "Auto-generated encoding from text: There is in the mind no volition or affirmation and negation, save that which an idea, inasmuch as it is an idea, involves. Proof. — There is in the mind no absolute faculty of positive or negative vo"
        "notes": "Auto-generated encoding from text: — Will and understanding are one and the same. Proof. — Will and understanding are nothing beyond the individual volitions and ideas (II. xlviii. and note). But a particular volition and a particular "
        "notes": "Auto-generated encoding from text: — We have thus removed the cause which is commonly assigned for error. For we have shown above, that falsity consists solely in the privation of knowledge involved in ideas which are fragmentary and c"
      "original": "Causam adæquatam appello eam cujus effectus potest clare et distincte per eandem percipi. Inadæquatam autem seu partialem illam voco cujus effectus per ipsam solam intelligi nequit.",
      "original": "Nos tum agere dico cum aliquid in nobis aut extra nos fit cujus adæquata sumus causa hoc est (per definitionem præcedentem) cum ex nostra natura aliquid in nobis aut extra nos sequitur quod per eandem solam potest clare et distincte intelligi. At contra nos pati dico cum in nobis aliquid fit vel ex nostra natura aliquid sequitur cujus nos non nisi partialis sumus causa.",
      "original": "Per affectum intelligo corporis affectiones quibus ipsius corporis agendi potentia augetur vel minuitur, juvatur vel coercetur et simul harum affectionum ideas. Si itaque alicujus harum affectionum adæquata possimus esse causa, tum per affectum actionem intelligo, alias passionem.",
      "original": "Corpus humanum potest multis affici modis quibus ipsius agendi potentia augetur vel minuitur et etiam aliis qui ejusdem agendi potentiam nec majorem nec minorem reddunt. Hoc postulatum seu axioma nititur postulato 1 et lemmatibus 5 et 7, quæ vide post propositionem 13 partis II.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post1)",
        "notes": "Auto-generated encoding from text: The human body can be affected in many ways, whereby its power of activity is increased or diminished, and also in other ways which do not render its power of activity either greater or less. N.B. Thi"
      }
    ],
      "original": "Corpus humanum multas pati potest mutationes et nihilominus retinere objectorum impressiones seu vestigia (de quibus vide postulatum 5 partis II) et consequenter easdem rerum imagines; quarum definitionem vide in scholio propositionis 17 partis II.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post2)",
        "notes": "Auto-generated encoding from text: The human body can undergo many changes, and, nevertheless, retain the impressions or traces of objects (cf. II. Post. v.), and, consequently, the same images of things (see note II. xvii.). Pleasure "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p1c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p1c1)",
        "notes": "Auto-generated encoding from text: — Hence it follows that the mind is more or less liable to be acted upon, in proportion as it possesses inadequate ideas, and, contrariwise, is more or less active in proportion as it possesses adequa"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p2s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p2s1)",
        "notes": "Auto-generated encoding from text: — This is made more clear by what was said in the note to II. vii., namely, that mind and body are one and the same thing, conceived first under the attribute of thought, secondly, under the attribute"
      }
    ],
      "uses": [
        {
          "id": "E3p2",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p2."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p3)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p3)",
        "notes": "Auto-generated encoding from text: The activities of the mind arise solely from adequate ideas; the passive states of the mind depend solely on inadequate ideas. Proof. — The first element, which constitutes the essence of the mind, is"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p3s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p3s1)",
        "notes": "Auto-generated encoding from text: — Thus we see, that passive states are not attributed to the mind, except in so far as it contains something involving negation, or in so far as it is regarded as a part of nature, which cannot be cle"
      }
    ],
      "uses": [
        {
          "id": "E3p3",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p3."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p5)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p5)",
        "notes": "Auto-generated encoding from text: Things are naturally contrary, that is, cannot exist in the same object, in so far as one is capable of destroying the other. Proof. — If they could agree together or co-exist in the same object, ther"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p7)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p7)",
        "notes": "Auto-generated encoding from text: The endeavour, wherewith everything endeavours to persist in its own being, is nothing else but the actual essence of the thing in question. Proof. — From the given essence of any thing certain conseq"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p8)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p8)",
        "notes": "Auto-generated encoding from text: The endeavour, whereby a thing endeavours to persist in its own being, involves no finite time, but an indefinite time. Proof. — If it involved a limited time, which should determine the duration of t"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p9s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p9s1)",
        "notes": "Auto-generated encoding from text: — This endeavour, when referred solely to the mind, is called will, when referred to the mind and body in conjunction it is called appetite; it is, in fact, nothing else but man’s essence, from the na"
      }
    ],
      "uses": [
        {
          "id": "E3p9",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p9."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p10)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p10)",
        "notes": "Auto-generated encoding from text: An idea, which excludes the existence of our body, cannot be postulated in our mind, but is contrary thereto. Proof. — Whatsoever can destroy our body, cannot be postulated therein (III. v.). Therefor"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p11)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p11)",
        "notes": "Auto-generated encoding from text: Whatsoever increases or diminishes, helps or hinders the power of activity in our body, the idea thereof increases or diminishes, helps or hinders the power of thought in our mind. Proof. — This propo"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p11s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p11s1)",
        "notes": "Auto-generated encoding from text: — Thus we see, that the mind can undergo many changes, and can pass sometimes to a state of greater perfection, sometimes to a state of lesser perfection. These passive states of transition explain to"
      }
    ],
        },
        {
          "id": "E3p11",
          "role": "proposition"
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p11."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p12)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p12)",
        "notes": "Auto-generated encoding from text: The mind, as far as it can, endeavours to conceive those things, which increase or help the power of activity in the body. Proof. — So long as the human body is affected in a mode, which involves the "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p13)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p13)",
        "notes": "Auto-generated encoding from text: When the mind conceives things which diminish or hinder the body’s power of activity, it endeavours, as far as possible, to remember things which exclude the existence of the first-named things. Proof"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p13c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p13c1)",
        "notes": "Auto-generated encoding from text: — Hence it follows that the mind shrinks from conceiving those things, which diminish or constrain the power of itself and of the body."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p13s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p13s1)",
        "notes": "Auto-generated encoding from text: — From what has been said we may clearly understand the nature of Love and Hate. Love is nothing else but pleasure accompanied by the idea of an external cause: Hate is nothing else but pain accompani"
      }
    ],
      "uses": [
        {
          "id": "E3p13",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p13."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p14)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p14)",
        "notes": "Auto-generated encoding from text: If the mind has once been affected by two emotions at the same time, it will, whenever it is afterwards affected by one of these two, be also affected by the other. Proof. — If the human body has once"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p15)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p15)",
        "notes": "Auto-generated encoding from text: Anything can, accidentally, be the cause of pleasure, pain, or desire. Proof. — Let it be granted that the mind is simultaneously affected by two emotions, of which one neither increases nor diminishe"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p15c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p15c1)",
        "notes": "Auto-generated encoding from text: — Simply from the fact that we have regarded a thing with the emotion of pleasure or pain, though that thing be not the efficient cause of the emotion, we can either love or hate it. Proof. — For from"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p15s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p15s1)",
        "notes": "Auto-generated encoding from text: — Hence we understand how it may happen, that we love or hate a thing without any cause for our emotion being known to us; merely, as a phrase is, from sympathy or antipathy. We should refer to the sa"
      }
    ],
        },
        {
          "id": "E3p15",
          "role": "proposition"
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p15."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p16)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p16)",
        "notes": "Auto-generated encoding from text: Simply from the fact that we conceive, that a given object has some point of resemblance with another object which is wont to affect the mind pleasurably or painfully, although the point of resemblanc"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p17)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p17)",
        "notes": "Auto-generated encoding from text: If we conceive that a thing, which is wont to affect us painfully, has any point of resemblance with another thing which is wont to affect us with an equally strong emotion of pleasure, we shall hate "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p17s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p17s1)",
        "notes": "Auto-generated encoding from text: — This disposition of the mind, which arises from two contrary emotions, is called vacillation; it stands to the emotions in the same relation as doubt does to the imagination (II. xliv. note); vacill"
      }
    ],
      "uses": [
        {
          "id": "E3p17",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p17."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p18)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p18)",
        "notes": "Auto-generated encoding from text: A man is as much affected pleasurably or painfully by the image of a thing past or future as by the image of a thing present. Proof. — So long as a man is affected by the image of anything, he will re"
      }
    ],
    "dependencies": {
      "uses": []
    },
    "proof": {
      "status": "none"
    },
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p18s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p18s1)",
        "notes": "Auto-generated encoding from text: I. –I call a thing past or future, according as we either have been or shall be affected thereby. For instance, according as we have seen it, or are about to see it, according as it has recreated us, "
      }
    ],
      "uses": [
        {
          "id": "E3p18",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p18."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p18s2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p18s2)",
        "notes": "Auto-generated encoding from text: II. –From what has just been said, we understand what is meant by the terms Hope, Fear, Confidence, Despair, Joy, and Disappointment.5 Hope is nothing else but an inconstant pleasure, arising from the"
      }
    ],
      "uses": [
        {
          "id": "E3p18",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p18."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p19)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p19)",
        "notes": "Auto-generated encoding from text: He who conceives that the object of his love is destroyed will feel pain; if he conceives that it is preserved he will feel pleasure. Proof. — The mind, as far as possible, endeavours to conceive thos"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p20)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p20)",
        "notes": "Auto-generated encoding from text: He who conceives that the object of his hate is destroyed will also feel pleasure. Proof. — The mind (III. xiii.) endeavours to conceive those things, which exclude the existence of things whereby the"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p21)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p21)",
        "notes": "Auto-generated encoding from text: He who conceives, that the object of his love is affected pleasurably or painfully, will himself be affected pleasurably or painfully; and the one or the other emotion will be greater or less in the l"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p22)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p22)",
        "notes": "Auto-generated encoding from text: If we conceive that anything pleasurably affects some object of our love, we shall be affected with love towards that thing. Contrariwise, if we conceive that it affects an object of our love painfull"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p22s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p22s1)",
        "notes": "Auto-generated encoding from text: — Prop. xxi. explains to us the nature of Pity, which we may define as pain arising from another’s hurt. What term we can use for pleasure arising from another’s gain, I know not. We will call the lov"
      }
    ],
        },
        {
          "id": "E3p22",
          "role": "proposition"
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p22."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p23)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p23)",
        "notes": "Auto-generated encoding from text: He who conceives, that an object of his hatred is painfully affected, will feel pleasure. Contrariwise, if he thinks that the said object is pleasurably affected, he will feel pain. Each of these emot"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p23s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p23s1)",
        "notes": "Auto-generated encoding from text: — This pleasure can scarcely be felt unalloyed, and without any mental conflict. For (as I am about to show in Prop. xxvii.), in so far as a man conceives that something similar to himself is affected"
      }
    ],
        },
        {
          "id": "E3p23",
          "role": "proposition"
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p23."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p24)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p24)",
        "notes": "Auto-generated encoding from text: If we conceive that anyone pleasurably affects an object of our hate, we shall feel hatred towards him also. If we conceive that he painfully affects that said object, we shall feel love towards him. "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p24s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p24s1)",
        "notes": "Auto-generated encoding from text: — These and similar emotions of hatred are attributable to envy, which, accordingly, is nothing else but hatred, in so far as it is regarded as disposing a man to rejoice in another’s hurt, and to gri"
      }
    ],
      "uses": [
        {
          "id": "E3p24",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p24."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p25)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p25)",
        "notes": "Auto-generated encoding from text: We endeavour to affirm, concerning ourselves, and concerning what we love, everything that we can conceive to affect pleasurably ourselves, or the loved object. Contrariwise, we endeavour to negative "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p26)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p26)",
        "notes": "Auto-generated encoding from text: We endeavour to affirm, concerning that which we hate, everything which we conceive to affect it painfully; and, contrariwise, we endeavour to deny, concerning it, everything which we conceive to affe"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p26s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p26s1)",
        "notes": "Auto-generated encoding from text: — Thus we see that it may readily happen, that a man may easily think too highly of himself, or a loved object, and, contrariwise, too meanly of a hated object. This feeling is called pride, in refere"
      }
    ],
      "uses": [
        {
          "id": "E3p26",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p26."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p27)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p27)",
        "notes": "Auto-generated encoding from text: By the very fact that we conceive a thing, which is like ourselves, and which we have not regarded with any emotion, to be affected with any emotion, we are ourselves affected with a like emotion (aff"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p27s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p27s1)",
        "notes": "Auto-generated encoding from text: I. –This imitation of emotions, when it is referred to pain, is called compassion (cf. III. xxii. note); when it is referred to desire, it is called emulation, which is nothing else but the desire of "
      }
    ],
      "uses": [
        {
          "id": "E3p27",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p27."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p27c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p27c1)",
        "notes": "Auto-generated encoding from text: –If we conceive that anyone, whom we have hitherto regarded with no emotion, pleasurably affects something similar to ourselves, we shall be affected with love towards him. If, on the other hand, we c"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p27c2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p27c2)",
        "notes": "Auto-generated encoding from text: –We cannot hate a thing which we pity, because its misery affects us painfully. Proof. — If we could hate it for this reason, we should rejoice in its pain, which is contrary to the hypothesis."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p27c3)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p27c3)",
        "notes": "Auto-generated encoding from text: –We seek to free from misery, as far as we can, a thing which we pity. Proof. — That, which painfully affects the object of our pity, affects us also with similar pain (by the foregoing proposition); "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p27s2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p27s2)",
        "notes": "Auto-generated encoding from text: II. –This will or appetite for doing good, which arises from pity of the thing whereon we would confer a benefit, is called benevolence, and is nothing else but desire arising from compassion. Concern"
      }
    ],
      "uses": [
        {
          "id": "E3p27",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p27."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p28)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p28)",
        "notes": "Auto-generated encoding from text: We endeavour to bring about whatsoever we conceive to conduce to pleasure; but we endeavour to remove or destroy whatsoever we conceive to be truly repugnant thereto, or to conduce to pain. Proof. — W"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p29)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p29)",
        "notes": "Auto-generated encoding from text: We shall also endeavour to do whatsoever we conceive men6 to regard with pleasure, and contrariwise we shall shrink from doing that which we conceive men to shrink from. Proof. — From the fact of imag"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p29s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p29s1)",
        "notes": "Auto-generated encoding from text: — This endeavour to do a thing or leave it undone, solely in order to please men, we call ambition, especially when we so eagerly endeavour to please the vulgar, that we do or omit certain things to o"
      }
    ],
      "uses": [
        {
          "id": "E3p29",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p29."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p30)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p30)",
        "notes": "Auto-generated encoding from text: If anyone has done something which he conceives as affecting other men pleasurably, he will be affected by pleasure, accompanied by the idea of himself as cause; in other words, he will regard himself"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p30s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p30s1)",
        "notes": "Auto-generated encoding from text: — As love (III. xiii.) is pleasure accompanied by the idea of an external cause, and hatred is pain accompanied by the idea of an external cause; the pleasure and pain in question will be a species of"
      }
    ],
      "uses": [
        {
          "id": "E3p30",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p30."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p31)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p31)",
        "notes": "Auto-generated encoding from text: If we conceive that anyone loves, desires, or hates anything which we ourselves love, desire, or hate, we shall thereupon regard the thing in question with more steadfast love, &c. On the contrary, if"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p31c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p31c1)",
        "notes": "Auto-generated encoding from text: — From the foregoing, and also from III. xxviii. it follows that everyone endeavours, as far as possible, to cause others to love what he himself loves, and to hate what he himself hates: as the poet "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p31s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p31s1)",
        "notes": "Auto-generated encoding from text: — This endeavour to bring it about, that our own likes and dislikes should meet with universal approval, is really ambition (see III. xxix. note); wherefore we see that everyone by nature desires (app"
      }
    ],
      "uses": [
        {
          "id": "E3p31",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p31."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p32)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p32)",
        "notes": "Auto-generated encoding from text: If we conceive that anyone takes delight in something, which only one person can possess, we shall endeavour to bring it about that the man in question shall not gain possession thereof. Proof. — From"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p32s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p32s1)",
        "notes": "Auto-generated encoding from text: — We thus see that man’s nature is generally so constituted, that he takes pity on those who fare ill, and envies those who fare well with an amount of hatred proportioned to his own love for the good"
      }
    ],
      "uses": [
        {
          "id": "E3p32",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p32."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p33)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p33)",
        "notes": "Auto-generated encoding from text: When we love a thing similar to ourselves we endeavour, as far as we can, to bring about that it should love us in return. Proof. — That which we love we endeavour, as far as we can, to conceive in pr"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p34)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p34)",
        "notes": "Auto-generated encoding from text: The greater the emotion with which we conceive a loved object to be affected towards us, the greater will be our complacency. Proof. — We endeavour (III. xxxiii.), as far as we can, to bring about, th"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p35)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p35)",
        "notes": "Auto-generated encoding from text: If anyone conceives, that an object of his love joins itself to another with closer bonds of friendship than he himself has attained to, he will be affected with hatred towards the loved object and wi"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p35s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p35s1)",
        "notes": "Auto-generated encoding from text: — This hatred towards an object of love joined with envy is called Jealousy, which accordingly is nothing else but a wavering of the disposition arising from combined love and hatred, accompanied by t"
      }
    ],
      "uses": [
        {
          "id": "E3p35",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p35."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p36)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p36)",
        "notes": "Auto-generated encoding from text: He who remembers a thing, in which he has once taken delight, desires to possess it under the same circumstances as when he first took delight therein. Proof. — Everything, which a man has seen in con"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p36c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p36c1)",
        "notes": "Auto-generated encoding from text: — A lover will, therefore, feel pain if one of the aforesaid attendant circumstances be missing. Proof. — For, in so far as he finds some circumstance to be missing, he conceives something which exclu"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p36s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p36s1)",
        "notes": "Auto-generated encoding from text: — This pain, in so far as it has reference to the absence of the object of love, is called Regret."
      }
    ],
      "uses": [
        {
          "id": "E3p36",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p36."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p37)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p37)",
        "notes": "Auto-generated encoding from text: Desire arising through pain or pleasure, hatred or love, is greater in proportion as the emotion is greater. Proof. — Pain diminishes or constrains a man’s power of activity (III. xi. note), in other "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p38)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p38)",
        "notes": "Auto-generated encoding from text: If a man has begun to hate an object of his love, so that love is thoroughly destroyed, he will, causes being equal, regard it with more hatred than if he had never loved it, and his hatred will be in"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p39)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p39)",
        "notes": "Auto-generated encoding from text: He who hates anyone will endeavour to do him an injury, unless he fears that a greater injury will thereby accrue to himself; on the other hand, he who loves anyone will, by the same law, seek to bene"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p39s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p39s1)",
        "notes": "Auto-generated encoding from text: — By good I here mean every kind of pleasure, and all that conduces thereto, especially that which satisfies our longings, whatsoever they may be. By evil, I mean every kind of pain, especially that w"
      }
    ],
      "uses": [
        {
          "id": "E3p39",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p39."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p40)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p40)",
        "notes": "Auto-generated encoding from text: He, who conceives himself to be hated by another, and believes that he has given him no cause for hatred, will hate that other in return. Proof. — He who conceives another as affected with hatred, wil"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p40s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p40s1)",
        "notes": "Auto-generated encoding from text: — He who thinks that he has given just cause for hatred will (III. xxx. and note) be affected with shame; but this case (III. xxv.) rarely happens. This reciprocation of hatred may also arise from the"
      }
    ],
      "uses": [
        {
          "id": "E3p40",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p40."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p40c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p40c1)",
        "notes": "Auto-generated encoding from text: –He who conceives, that one whom he loves hates him, will be a prey to conflicting hatred and love. For, in so far as he conceives that he is an object of hatred, he is determined to hate his enemy in"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p40c2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p40c2)",
        "notes": "Auto-generated encoding from text: –If a man conceives that one, whom he has hitherto regarded without emotion, has done him any injury from motives of hatred, he will forthwith seek to repay the injury in kind. Proof. — He who conceiv"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p40s2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p40s2)",
        "notes": "Auto-generated encoding from text: — The endeavour to injure one whom we hate is called Anger; the endeavour to repay in kind injury done to ourselves is called Revenge."
      }
    ],
      "uses": [
        {
          "id": "E3p40",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p40."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p41)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p41)",
        "notes": "Auto-generated encoding from text: If anyone conceives that he is loved by another, and believes that he has given no cause for such love, he will love that other in return. (Cf. III. xv. Coroll., and III. xvi.) Proof. — This propositi"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p41s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p41s1)",
        "notes": "Auto-generated encoding from text: — If he believes that he has given just cause for the love, he will take pride therein (III. xxx. and note); this is what most often happens (III. xxv.), and we said that its contrary took place whene"
      }
    ],
      "uses": [
        {
          "id": "E3p41",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p41."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p41c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p41c1)",
        "notes": "Auto-generated encoding from text: — He who imagines that he is loved by one whom he hates, will be a prey to conflicting hatred and love. This is proved in the same way as the first corollary of the preceding proposition."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p41s2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p41s2)",
        "notes": "Auto-generated encoding from text: — If hatred be the prevailing emotion, he will endeavour to injure him who loves him; this emotion is called cruelty, especially if the victim be believed to have given no ordinary cause for hatred."
      }
    ],
      "uses": [
        {
          "id": "E3p41",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p41."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p42)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p42)",
        "notes": "Auto-generated encoding from text: He who has conferred a benefit on anyone from motives of love or honour will feel pain, if he sees that the benefit is received without gratitude. Proof. — When a man loves something similar to himsel"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p43)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p43)",
        "notes": "Auto-generated encoding from text: Hatred is increased by being reciprocated, and can on the other hand be destroyed by love. Proof. — He who conceives, that an object of his hatred hates him in return, will thereupon feel a new hatred"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p44)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p44)",
        "notes": "Auto-generated encoding from text: Hatred which is completely vanquished by love passes into love: and love is thereupon greater than if hatred had not preceded it. Proof. — The proof proceeds in the same way as Prop. xxxviii. of this "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p44s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p44s1)",
        "notes": "Auto-generated encoding from text: — Though this be so, no one will endeavour to hate anything, or to be affected with pain, for the sake of enjoying this greater pleasure; that is, no one will desire that he should be injured, in the "
      }
    ],
      "uses": [
        {
          "id": "E3p44",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p44."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p45)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p45)",
        "notes": "Auto-generated encoding from text: If a man conceives, that anyone similar to himself hates anything also similar to himself, which he loves, he will hate that person. Proof. — The beloved object feels reciprocal hatred towards him who"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p46)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p46)",
        "notes": "Auto-generated encoding from text: If a man has been affected pleasurably or painfully by anyone, of a class or nation different from his own, and if the pleasure or pain has been accompanied by the idea of the said stranger as cause, "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p47)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p47)",
        "notes": "Auto-generated encoding from text: Joy arising from the fact, that anything we hate is destroyed, or suffers other injury, is never unaccompanied by a certain pain in us. Proof. — This is evident from III. xxvii. For in so far as we co"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p47s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p47s1)",
        "notes": "Auto-generated encoding from text: — This proposition can also be proved from the Corollary to II. xvii. Whenever we remember anything, even if it does not actually exist, we regard it only as present, and the body is affected in the s"
      }
    ],
      "uses": [
        {
          "id": "E3p47",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p47."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p48)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p48)",
        "notes": "Auto-generated encoding from text: Love or hatred towards, for instance, Peter is destroyed, if the pleasure involved in the former, or the pain involved in the latter emotion, be associated with the idea of another cause: and will be "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p49)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p49)",
        "notes": "Auto-generated encoding from text: Love or hatred towards a thing, which we conceive to be free, must, other conditions being similar, be greater than if it were felt towards a thing acting by necessity. Proof. — A thing which we conce"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p49s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p49s1)",
        "notes": "Auto-generated encoding from text: — Hence it follows, that men, thinking themselves to be free, feel more love or hatred towards one another than towards anything else: to this consideration we must add the imitation of emotions treat"
      }
    ],
      "uses": [
        {
          "id": "E3p49",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p49."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p50)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p50)",
        "notes": "Auto-generated encoding from text: Anything whatever can be, accidentally, a cause of hope or fear. Proof. — This proposition is proved in the same way as III. xv., which see, together with the note to III. xviii."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p50s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p50s1)",
        "notes": "Auto-generated encoding from text: — Things which are accidentally the causes of hope or fear are called good or evil omens. Now, in so far as such omens are the cause of hope or fear, they are (by the definitions of hope and fear give"
      }
    ],
      "uses": [
        {
          "id": "E3p50",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p50."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p51)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p51)",
        "notes": "Auto-generated encoding from text: Different men may be differently affected by the same object, and the same man may be differently affected at different times by the same object. Proof. — The human body is affected by external bodies"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p51s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p51s1)",
        "notes": "Auto-generated encoding from text: — We thus see that it is possible, that what one man loves another may hate, and that what one man fears another may not fear; or, again, that one and the same man may love what he once hated, or may "
      }
    ],
      "uses": [
        {
          "id": "E3p51",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p51."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p52)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p52)",
        "notes": "Auto-generated encoding from text: An object which we have formerly seen in conjunction with others, and which we do not conceive to have any property that is not common to many, will not be regarded by us for so long, as an object whi"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p52s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p52s1)",
        "notes": "Auto-generated encoding from text: — This mental modification, or imagination of a particular thing, in so far as it is alone in the mind, is called Wonder; but if it be excited by an object of fear, it is called Consternation, because"
      }
    ],
      "uses": [
        {
          "id": "E3p52",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p52."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p53)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p53)",
        "notes": "Auto-generated encoding from text: When the mind regards itself and its own power of activity, it feels pleasure: and that pleasure is greater in proportion to the distinctness wherewith it conceives itself and its own power of activit"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p53c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p53c1)",
        "notes": "Auto-generated encoding from text: — This pleasure is fostered more and more, in proportion as a man conceives himself to be praised by others. For the more he conceives himself as praised by others, the more he will imagine them to be"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p54)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p54)",
        "notes": "Auto-generated encoding from text: The mind endeavours to conceive only such things as assert its power of activity. Proof. — The endeavour or power of the mind is the actual essence thereof (III. vii.); but the essence of the mind obv"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p55)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p55)",
        "notes": "Auto-generated encoding from text: When the mind contemplates its own weakness, it feels pain thereat. Proof. — The essence of the mind only affirms that which the mind is, or can do; in other words, it is the mind’s nature to conceive"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p55c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p55c1)",
        "notes": "Auto-generated encoding from text: — This pain is more and more fostered, if a man conceives that he is blamed by others; this may be proved in the same way as the corollary to III. liii."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p55s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p55s1)",
        "notes": "Auto-generated encoding from text: — This pain, accompanied by the idea of our own weakness, is called humility; the pleasure, which springs from the contemplation of ourselves, is called self-love or self-complacency. And inasmuch as "
      }
    ],
      "uses": [
        {
          "id": "E3p55",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p55."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p55c2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p55c2)",
        "notes": "Auto-generated encoding from text: — No one envies the virtue of anyone who is not his equal. Proof. — Envy is a species of hatred (III. xxiv. note) or (III. xiii. note) pain, that is (III. xi. note), a modification whereby a man’s pow"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p55s2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p55s2)",
        "notes": "Auto-generated encoding from text: — When, therefore, as we said in the note to III. lii., we venerate a man, through wonder at his prudence, fortitude, &c., we do so, because we conceive those qualities to be peculiar to him, and not "
      }
    ],
      "uses": [
        {
          "id": "E3p55",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p55."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p56)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p56)",
        "notes": "Auto-generated encoding from text: There are as many kinds of pleasure, of pain, of desire, and of every emotion compounded of these, such as vacillations of spirit, or derived from these, such as love, hatred, hope, fear, &c., as ther"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p56s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p56s1)",
        "notes": "Auto-generated encoding from text: — Among the kinds of emotions, which, by the last proposition, must be very numerous, the chief are luxury, drunkenness, lust, avarice, and ambition, being merely species of love or desire, displaying"
      }
    ],
      "uses": [
        {
          "id": "E3p56",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p56."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p57)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p57)",
        "notes": "Auto-generated encoding from text: Any emotion of a given individual differs from the emotion of another individual, only in so far as the essence of the one individual differs from the essence of the other. Proof. — This proposition i"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p57s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p57s1)",
        "notes": "Auto-generated encoding from text: — Hence it follows, that the emotions of the animals which are called irrational (for after learning the origin of mind we cannot doubt that brutes feel) only differ from man’s emotions, to the extent"
      }
    ],
      "uses": [
        {
          "id": "E3p57",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p57."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p58)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p58)",
        "notes": "Auto-generated encoding from text: Besides pleasure and desire, which are passivities or passions, there are other emotions derived from pleasure and desire, which are attributable to us in so far as we are active. Proof. — When the mi"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p59)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p59)",
        "notes": "Auto-generated encoding from text: Among all the emotions attributable to the mind as active, there are none which cannot be referred to pleasure or desire. Proof. — All emotions can be referred to desire, pleasure, or pain, as their d"
      }
    ],
      "original": "Omnes actiones quæ sequuntur ex affectibus qui ad mentem referuntur quatenus intelligit, ad fortitudinem refero quam in animositatem et generositatem distinguo. Nam per animositatem intelligo cupiditatem qua unusquisque conatur suum esse ex solo rationis dictamine conservare. Per generositatem autem cupiditatem intelligo qua unusquisque ex solo rationis dictamine conatur reliquos homines juvare et sibi amicitia jungere. Eas itaque actiones quæ solum agentis utile intendunt, ad animositatem et quæ alterius etiam utile intendunt ad generositatem refero. Temperantia igitur, sobrietas et animi in periculis præsentia etc. animositatis sunt species; modestia autem, clementia etc. species generositatis sunt. Atque his puto me præcipuos affectus animique fluctuationes quæ ex compositione trium primitivorum affectuum nempe cupiditatis, lætitiæ et tristitiæ oriuntur, explicuisse perque primas suas causas ostendisse. Ex quibus apparet nos a causis externis multis modis agitari nosque perinde ut maris undæ a contrariis ventis agitatæ fluctuari nostri eventus atque fati inscios. At dixi me præcipuos tantum, non omnes qui dari possunt animi conflictus ostendisse. Nam eadem via qua supra procedendo facile possumus ostendere amorem esse junctum p�nitentiæ, dedignationi, pudori etc. Imo unicuique ex jam dictis clare constare credo affectus tot modis alios cum aliis posse componi indeque tot variationes oriri ut nullo numero definiri queant. Sed ad meum institutum præcipuos tantum enumeravisse sufficit nam reliqui quos omisi plus curiositatis quam utilitatis haberent. Attamen de amore hoc notandum restat quod scilicet sæpissime contingit dum re quam appetebamus fruimur, ut corpus ex ea fruitione novam acquirat constitutionem a qua aliter determinatur et aliæ rerum imagines in eo excitantur et simul mens alia imaginari aliaque cupere incipit. Exempli gratia cum aliquid quod nos sapore delectare solet, imaginamur, eodem frui nempe comedere cupimus. At quamdiu eodem sic fruimur, stomachus adimpletur corpusque aliter constituitur. Si igitur corpore jam aliter disposito ejusdem cibi imago quia ipse præsens adest, fomentetur et consequenter conatus etiam sive cupiditas eundem comedendi, huic cupiditati seu conatui nova illa constitutio repugnabit et consequenter cibi quem appetebamus, præsentia odiosa erit et hoc est quod fastidium et tædium vocamus. Cæterum corporis affectiones externas quæ in affectibus observantur, ut sunt tremor, livor, singultus, risus etc. neglexi quia ad solum corpus absque ulla ad mentem relatione referuntur. Denique de affectuum definitionibus quædam notanda sunt, quas propterea hic ordine repetam et quid in unaquaque observandum est, iisdem interponam.",
      "Body"
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3p59s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3p59s1)",
        "notes": "Auto-generated encoding from text: — All actions following from emotion, which are attributable to the mind in virtue of its understanding, I set down to strength of character (fortitudo), which I divide into courage (animositas) and h"
      }
      "uses": [
        {
          "id": "E3p59",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E3p59."
      "original": "Tristitia est hominis transitio a majore ad minorem perfectionem.\n\nEXPLICATIO: Dico transitionem. Nam lætitia non est ipsa perfectio. Si enim homo cum perfectione ad quam transit nasceretur, ejusdem absque lætitiæ affectu compos esset; quod clarius apparet ex tristitiæ affectu qui huic est contrarius. Nam quod tristitia in transitione ad minorem perfectionem consistit, non autem in ipsa minore perfectione, nemo negare potest quandoquidem homo eatenus contristari nequit quatenus alicujus perfectionis est particeps. Nec dicere possumus quod tristitia in privatione majoris perfectionis consistat nam privatio nihil est; tristitiæ autem affectus actus est qui propterea nullus alius esse potest quam actus transeundi ad minorem perfectionem hoc est actus quo hominis agendi potentia minuitur vel coercetur (vide scholium propositionis 11 hujus). Cæterum definitiones hilaritatis, titillationis, melancholiæ et doloris omitto quia ad corpus potissimum referuntur et non nisi lætitiæ aut tristitiæ sunt species.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post3)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post3)",
        "notes": "Auto-generated encoding from text: Pain is the transition of a man from a greater to a less perfection. Explanation –I say transition: for pleasure is not perfection itself. For, if man were born with the perfection to which he passes,"
      }
    ],
      "original": "Admiratio est rei alicujus imaginatio in qua mens defixa propterea manet quia hæc singularis imaginatio nullam cum reliquis habet connexionem. Vide propositionem 52 cum ejusdem scholio.\n\nEXPLICATIO: In scholio propositionis 18 partis II ostendimus quænam sit causa cur mens ex contemplatione unius rei statim in alterius rei cogitationem incidat videlicet quia earum rerum imagines invicem concatenatæ et ita ordinatæ sunt ut alia aliam sequatur, quod quidem concipi nequit quando rei imago nova est sed mens in ejusdem rei contemplatione detinebitur donec ab aliis causis ad alia cogitandum determinetur. Rei itaque novæ imaginatio in se considerata ejusdem naturæ est ac reliquæ et hac de causa ego admirationem inter affectus non numero nec causam video cur id facerem quandoquidem hæc mentis distractio ex nulla causa positiva quæ mentem ab aliis distrahat, oritur sed tantum ex eo quod causa cur mens ex unius rei contemplatione ad alia cogitandum determinatur, deficit. Tres igitur (ut in scholio propositionis 11 hujus monui) tantum affectus primitivos seu primarios agnosco nempe lætitiæ, tristitiæ et cupiditatis nec alia de causa verba de admiratione feci quam quia usu factum est ut quidam affectus qui ex tribus primitivis derivantur, aliis nominibus indicari soleant quando ad objecta quæ admiramur, referuntur; quæ quidem ratio me ex æquo movet ut etiam contemptus definitionem his adjungam.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post4)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post4)",
        "notes": "Auto-generated encoding from text: Wonder is the conception (imaginatio) of anything, wherein the mind comes to a stand, because the particular concept in question has no connection with other concepts (cf. III. lii. and note). Explana"
      }
    ],
      "original": "Contemptus est rei alicujus imaginatio quæ mentem adeo parum tangit ut ipsa mens ex rei præsentia magis moveatur ad ea imaginandum quæ in ipsa re non sunt quam quæ in ipsa sunt. Vide scholium propositionis 52 hujus. Definitiones venerationis et dedignationis missas hic facio quia nulli quod sciam affectus ex his nomen trahunt.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post5)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post5)",
        "notes": "Auto-generated encoding from text: Contempt is the conception of anything which touches the mind so little, that its presence leads the mind to imagine those qualities which are not in it rather than such as are in it (cf. III. lii. no"
      }
    ],
      "original": "Amor est lætitia concomitante idea causæ externæ.\n\nEXPLICATIO: Hæc definitio satis clare amoris essentiam explicat; illa vero auctorum qui definiunt amorem esse voluntatem amantis se jungendi rei amatæ, non amoris essentiam sed ejus proprietatem exprimit et quia amoris essentia non satis ab auctoribus perspecta fuit, ideo neque ejus proprietatis ullum clarum conceptum habere potuerunt et hinc factum ut eorum definitionem admodum obscuram esse omnes judicaverint. Verum notandum cum dico proprietatem esse in amante se voluntate jungere rei amatæ, me per voluntatem non intelligere consensum vel animi deliberationem seu liberum decretum (nam hoc fictitium esse demonstravimus propositione 48 partis II) nec etiam cupiditatem sese jungendi rei amatæ quando abest vel perseverandi in ipsius præsentia quando adest; potest namque amor absque hac aut illa cupiditate concipi sed per voluntatem me acquiescentiam intelligere quæ est in amante ob rei amatæ præsentiam a qua lætitia amantis corroboratur aut saltem fovetur.",
      "Mind",
      "Freedom"
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post6)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post6)",
        "notes": "Auto-generated encoding from text: Love is pleasure, accompanied by the idea of an external cause. Explanation –This definition explains sufficiently clearly the essence of love; the definition given by those authors who say that love "
      }
      "original": "Odium est tristitia concomitante idea causæ externæ.\n\nEXPLICATIO: Quæ hic notanda sunt, ex dictis in præcedentis definitionis explicatione facile percipiuntur. Vide præterea scholium propositionis 13 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post7)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post7)",
        "notes": "Auto-generated encoding from text: Hatred is pain, accompanied by the idea of an external cause. Explanation –These observations are easily grasped after what has been said in the explanation of the preceding definition (cf. also III. "
      }
    ],
      "original": "Propensio est lætitia concomitante idea alicujus rei quæ per accidens causa est lætitiæ.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post8)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post8)",
        "notes": "Auto-generated encoding from text: Inclination is pleasure, accompanied by the idea of something which is accidentally a cause of pleasure."
      }
    ],
      "original": "Aversio est tristitia concomitante idea alicujus rei quæ per accidens causa est tristitiæ. De his vide scholium propositionis 15 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post9)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post9)",
        "notes": "Auto-generated encoding from text: Aversion is pain, accompanied by the idea of something which is accidentally the cause of pain (cf. III. xv. note)."
      }
    ],
      "original": "Devotio est amor erga eum quem admiramur.\n\nEXPLICATIO: Admirationem oriri ex rei novitate ostendimus propositione 52 hujus. Si igitur contingat ut id quod admiramur sæpe imaginemur, idem admirari desinemus atque adeo videmus devotionis affectum facile in simplicem amorem degenerare.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post10)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post10)",
        "notes": "Auto-generated encoding from text: Devotion is love towards one whom we admire. Explanation –Wonder (admiratio) arises (as we have shown, III. lii.) from the novelty of a thing. If, therefore, it happens that the object of our wonder i"
      }
    ],
      "original": "Irrisio est lætitia orta ex eo quod aliquid quod contemnimus in re quam odimus inesse imaginamur.\n\nEXPLICATIO: Quatenus rem quam odimus contemnimus eatenus de eadem existentiam negamus (vide scholium propositionis 52 hujus) et eatenus (per propositionem 20 hujus) lætamur. Sed quoniam supponimus hominem id quod irridet odio tamen habere, sequitur hanc lætitiam solidam non esse. Vide scholium propositionis 47 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post11)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post11)",
        "notes": "Auto-generated encoding from text: Derision is pleasure arising from our conceiving the presence of a quality, which we despise, in an object which we hate. Explanation –In so far as we despise a thing which we hate, we deny existence "
      }
    ],
      "original": "Spes est inconstans lætitia orta ex idea rei futuræ vel præteritæ de cujus eventu aliquatenus dubitamus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post12)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post12)",
        "notes": "Auto-generated encoding from text: Hope is an inconstant pleasure, arising from the idea of something past or future, whereof we to a certain extent doubt the issue."
      }
    ],
      "original": "Metus est inconstans tristitia orta ex idea rei futuræ vel præteritæ de cujus eventu aliquatenus dubitamus. Vide de his\n\nscholium II propositionis 18 hujus.\n\nEXPLICATIO: Ex his definitionibus sequitur non dari spem sine metu neque metum sine spe. Qui enim spe pendet et de rei eventu dubitat, is aliquid imaginari supponitur quod rei futuræ existentiam secludit atque adeo eatenus contristari (per propositionem 19 hujus) et consequenter dum spe pendet, metuere ut res eveniat. Qui autem contra in metu est hoc est de rei quam odit eventu dubitat, aliquid etiam imaginatur quod ejusdem rei existentiam secludit atque adeo (per propositionem 20 hujus) lætatur et consequenter eatenus spem habet ne eveniat.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post13)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post13)",
        "notes": "Auto-generated encoding from text: Fear is an inconstant pain arising from the idea of something past or future, whereof we to a certain extent doubt the issue (cf. III. xviii. note). Explanation –From these definitions it follows, tha"
      }
    ],
      "original": "Securitas est lætitia orta ex idea rei futuræ vel præteritæ de qua dubitandi causa sublata est.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post14)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post14)",
        "notes": "Auto-generated encoding from text: Confidence is pleasure arising from the idea of something past or future, wherefrom all cause of doubt has been removed."
      }
    ],
      "original": "Desperatio est tristitia orta ex idea rei futuræ vel præteritæ de qua dubitandi causa sublata est.\n\nEXPLICATIO: Oritur itaque ex spe securitas et ex metu desperatio quando de rei eventu dubitandi causa tollitur, quod fit quia homo rem præteritam vel futuram adesse imaginatur et ut præsentem contemplatur vel quia alia imaginatur quæ existentiam earum rerum secludunt quæ ipsi dubium injiciebant. Nam tametsi de rerum singularium eventu (per corollarium propositionis 31 partis II) nunquam possumus esse certi, fieri tamen potest ut de earum eventu non dubitemus. Aliud enim esse ostendimus (vide scholium propositionis 49 partis II) de re non dubitare, aliud rei certitudinem habere atque adeo fieri potest ut ex imagine rei præteritæ aut futuræ eodem lætitiæ vel tristitiæ affectu afficiamur ac ex rei præsentis imagine, ut in propositione 18 hujus demonstravimus, quam cum ejusdem scholiis vide.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post15)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post15)",
        "notes": "Auto-generated encoding from text: Despair is pain arising from the idea of something past or future, wherefrom all cause of doubt has been removed. Explanation –Thus confidence springs from hope, and despair from fear, when all cause "
      }
    ],
      "original": "Gaudium est lætitia concomitante idea rei præteritæ quæ præter spem evenit.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post16)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post16)",
        "notes": "Auto-generated encoding from text: Joy is pleasure accompanied by the idea of something past, which has had an issue beyond our hope."
      }
    ],
      "original": "Conscientiæ morsus est tristitia concomitante idea rei præteritæ quæ præter spem evenit.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post17)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post17)",
        "notes": "Auto-generated encoding from text: Disappointment is pain accompanied by the idea of something past, which has had an issue contrary to our hope."
      }
    ],
      "original": "Commiseratio est tristitia concomitante idea mali quod alteri quem nobis similem esse imaginamur, evenit. Vide scholium propositionis 22 et scholium propositionis 27 hujus.\n\nEXPLICATIO: Inter commiserationem et misericordiam nulla videtur esse differentia nisi forte quod commiseratio singularem affectum respiciat, misericordia autem ejus habitum.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post18)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post18)",
        "notes": "Auto-generated encoding from text: Pity is pain accompanied by the idea of evil, which has befallen someone else whom we conceive to be like ourselves (cf. III. xxii. note, and III. xxvii. note). Explanation –Between pity and sympathy "
      }
    ],
      "original": "Favor est amor erga aliquem qui alteri benefecit.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post19)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post19)",
        "notes": "Auto-generated encoding from text: Approval is love towards one who has done good to another."
      }
    ],
      "original": "Indignatio est odium erga aliquem qui alteri malefecit.\n\nEXPLICATIO: Hæc nomina ex communi usu aliud significare scio. Sed meum institutum non est verborum significationem sed rerum naturam explicare easque iis vocabulis indicare quorum significatio quam ex usu habent, a significatione qua eadem usurpare volo, non omnino abhorret, quod semel monuisse sufficiat. Cæterum horum affectuum causam vide in corollario I propositionis 27 et scholio propositionis 22 hujus partis.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post20)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post20)",
        "notes": "Auto-generated encoding from text: Indignation is hatred towards one who has done evil to another. Explanation –I am aware that these terms are employed in senses somewhat different from those usually assigned. But my purpose is to exp"
      }
    ],
      "original": "Existimatio est de aliquo præ amore plus justo sentire.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post21)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post21)",
        "notes": "Auto-generated encoding from text: Partiality is thinking too highly of anyone because of the love we bear him."
      }
    ],
      "original": "Despectus est de aliquo præ odio minus justo sentire.\n\nEXPLICATIO: Est itaque existimatio amoris et despectus odii effectus sive proprietas atque adeo potest existimatio etiam definiri quod sit amor quatenus hominem ita afficit ut de re amata plus justo sentiat et contra despectus quod sit odium quatenus hominem ita afficit ut de eo quem odio habet, minus justo sentiat. Vide de his scholium propositionis 26 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post22)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post22)",
        "notes": "Auto-generated encoding from text: Disparagement is thinking too meanly of anyone because we hate him. Explanation –Thus partiality is an effect of love, and disparagement an effect of hatred: so that partiality may also be defined as "
      }
    ],
      "original": "Invidia est odium quatenus hominem ita afficit ut ex alterius felicitate contristetur et contra ut ex alterius malo gaudeat.\n\nEXPLICATIO: Invidiæ opponitur communiter misericordia quæ proinde invita vocabuli significatione sic definiri potest.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post23)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post23)",
        "notes": "Auto-generated encoding from text: Envy is hatred, in so far as it induces a man to be pained by another’s good fortune, and to rejoice in another’s evil fortune. Explanation –Envy is generally opposed to sympathy, which, by doing some"
      }
    ],
      "original": "Misericordia est amor quatenus hominem ita afficit ut ex bono alterius gaudeat et contra ut ex alterius malo contristetur.\n\nEXPLICATIO: Cæterum de invidia vide scholium propositionis 24 et scholium propositionis 32 hujus. Atque hi affectus lætitiæ et tristitiæ sunt quos idea rei externæ comitatur tanquam causa per se vel per accidens. Hinc ad alios transeo quos idea rei internæ comitatur tanquam causa.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post24)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post24)",
        "notes": "Auto-generated encoding from text: Sympathy (misericordia) is love, in so far as it induces a man to feel pleasure at another’s good fortune, and pain at another’s evil fortune. Explanation –Concerning envy see the notes to III. xxiv. "
      }
    ],
      "original": "Acquiescentia in se ipso est lætitia orta ex eo quod homo se ipsum suamque agendi potentiam contemplatur.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post25)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post25)",
        "notes": "Auto-generated encoding from text: Self-approval is pleasure arising from a man’s contemplation of himself and his own power of action."
      }
    ],
      "original": "Humilitas est tristitia orta ex eo quod homo suam impotentiam sive imbecillitatem contemplatur.\n\nEXPLICATIO: Acquiescentia in se ipso humilitati opponitur quatenus per eandem intelligimus lætitiam quæ ex eo oritur quod nostram agendi potentiam contemplamur sed quatenus per ipsam etiam intelligimus lætitiam concomitante idea alicujus facti quod nos ex mentis libero decreto fecisse credimus, tum p�nitentiæ opponitur quæ a nobis sic definitur.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post26)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post26)",
        "notes": "Auto-generated encoding from text: Humility is pain arising from a man’s contemplation of his own weakness of body or mind. Explanation –Self-complacency is opposed to humility, in so far as we thereby mean pleasure arising from a cont"
      }
    ],
      "original": "P�nitentia est tristitia concomitante idea alicujus facti quod nos ex libero mentis decreto fecisse credimus.\n\nEXPLICATIO: Horum affectuum causas ostendimus in scholio propositionis 51 hujus et propositionibus 53, 54 et 55 hujus ejusque scholio. De libero autem mentis decreto vide scholium propositionis 35 partis II. Sed hic præterea notandum venit mirum non esse quod omnes omnino actus qui ex consuetudine pravi vocantur, sequatur tristitia et illos qui recti dicuntur, lætitia. Nam hoc ab educatione potissimum pendere facile ex supra dictis intelligimus. Parentes nimirum illos exprobrando liberosque propter eosdem sæpe objurgando, hos contra suadendo et laudando effecerunt ut tristitiæ commotiones illis, lætitiæ vero his jungerentur. Quod ipsa etiam experientia comprobatur. Nam consuetudo et religio non est omnibus eadem sed contra quæ apud alios sacra, apud alios profana et quæ apud alios honesta, apud alios turpia sunt. Prout igitur unusquisque educatus est, ita facti alicujus p�nitet vel eodem gloriatur.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post27)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post27)",
        "notes": "Auto-generated encoding from text: Repentance is pain accompanied by the idea of some action, which we believe we have performed by the free decision of our mind. Explanation –The causes of these emotions we have set forth in III. li. "
      }
    ],
      "original": "Superbia est de se præ amore sui plus justo sentire.\n\nEXPLICATIO: Differt igitur superbia ab existimatione quod hæc ad objectum externum, superbia autem ad ipsum hominem de se plus justo sentientem referatur. Cæterum ut existimatio amoris sic superbia philautiæ effectus vel proprietas est, quæ propterea etiam definiri potest quod sit amor sui sive acquiescentia in se ipso quatenus hominem ita afficit ut de se plus justo sentiat (vide scholium propositionis 26 hujus). Huic affectui non datur contrarius. Nam nemo de se præ odio sui minus justo sentit; imo nemo de se minus justo sentit quatenus imaginatur se hoc vel illud non posse. Nam quicquid homo imaginatur se non posse, id necessario imaginatur et hac imaginatione ita disponitur ut id agere revera non possit quod se non posse imaginatur. Quamdiu enim imaginatur se hoc vel illud non posse tamdiu ad agendum non est determinatus et consequenter tamdiu impossibile ei est ut id agat. Verumenimvero si ad illa attendamus quæ a sola opinione pendent, concipere poterimus fieri posse ut homo de se minus justo sentiat; fieri enim potest ut aliquis dum tristis imbecillitatem contemplatur suam, imaginetur se ab omnibus contemni idque dum reliqui nihil minus cogitant quam ipsum contemnere. Potest præterea homo de se minus justo sentire si aliquid de se in præsenti neget cum relatione ad futurum tempus cujus est incertus; ut quod neget se nihil certi posse concipere nihilque nisi prava vel turpia posse cupere vel agere etc. Possumus deinde dicere aliquem de se minus justo sentire cum videmus ipsum ex nimio pudoris metu ea non audere quæ alii ipsi æquales audent. Hunc igitur affectum possumus superbiæ opponere quem abjectionem vocabo nam ut ex acquiescentia in se ipso superbia, sic ex humilitate abjectio oritur quæ proinde a nobis sic definitur.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post28)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post28)",
        "notes": "Auto-generated encoding from text: Pride is thinking too highly of one’s self from self-love. Explanation –Thus pride is different from partiality, for the latter term is used in reference to an external object, but pride is used of a "
      }
    ],
      "original": "Abjectio est de se præ tristitia minus justo sentire.\n\nEXPLICATIO: Solemus tamen sæpe superbiæ humilitatem opponere sed tum magis ad utriusque effectus quam naturam attendimus. Solemus namque illum superbum vocare qui nimis gloriatur (vide scholium propositionis 30 hujus) qui non nisi virtutes suas et aliorum non nisi vitia narrat, qui omnibus præferri vult et qui denique ea gravitate et ornatu incedit quo solent alii qui longe supra ipsum sunt positi. Contra illum humilem vocamus qui sæpius erubescit, qui sua vitia fatetur et aliorum virtutes narrat, qui omnibus cedit et qui denique submisso capite ambulat et se ornare negligit. Cæterum hi affectus nempe humilitas et abjectio rarissimi sunt. Nam natura humana in se considerata contra eosdem quantum potest nititur (vide propositiones 13 et 54 hujus) et ideo qui maxime creduntur abjecti et humiles esse, maxime plerumque ambitiosi et invidi sunt.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post29)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post29)",
        "notes": "Auto-generated encoding from text: Self-abasement is thinking too meanly of one’s self by reason of pain. Explanation –We are nevertheless generally accustomed to oppose pride to humility, but in that case we pay more attention to the "
      }
    ],
      "original": "Gloria est lætitia concomitante idea alicujus nostræ actionis quam alios laudare imaginamur.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post30)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post30)",
        "notes": "Auto-generated encoding from text: Honour11 is pleasure accompanied by the idea of some action of our own, which we believe to be praised by others."
      }
    ],
      "original": "Pudor est tristitia concomitante idea alicujus actionis quam alios vituperare imaginamur.\n\nEXPLICATIO: De his vide scholium propositionis 30 hujus partis. Sed hic notanda est differentia quæ est inter pudorem et verecundiam. Est enim pudor tristitia quæ sequitur factum cujus pudet. Verecundia autem metus seu timor pudoris quo homo continetur ne aliquid turpe committat. Verecundiæ opponi solet impudentia, quæ revera affectus non est ut suo loco ostendam sed affectuum nomina (ut jam monui) magis eorum usum quam naturam respiciunt. Atque his lætitiæ et tristitiæ affectus quos explicare proposueram, absolvi. Pergo itaque ad illos quos ad cupiditatem refero.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post31)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post31)",
        "notes": "Auto-generated encoding from text: Shame is pain accompanied by the idea of some action of our own, which we believe to be blamed by others. Explanation –On this subject see the note to III. xxx. But we should here remark the differenc"
      }
    ],
      "original": "Desiderium est cupiditas sive appetitus re aliqua potiundi quæ ejusdem rei memoria fovetur et simul aliarum rerum memoria quæ ejusdem rei appetendæ existentiam secludunt, coercetur.\n\nEXPLICATIO: Cum alicujus rei recordamur, ut jam sæpe diximus, eo ipso disponimur ad eandem eodem affectu contemplandum ac si res præsens adesset sed hæc dispositio seu conatus dum vigilamus plerumque cohibetur ab imaginibus rerum quæ existentiam ejus cujus recordamur, secludunt. Quando itaque rei meminimus quæ nos aliquo lætitiæ genere afficit, eo ipso conamur eandem cum eodem lætitiæ affectu ut præsentem contemplari, qui quidem conatus statim cohibetur memoria rerum quæ illius existentiam secludunt. Quare desiderium revera tristitia est quæ lætitiæ opponitur illi quæ ex absentia rei quam odimus oritur, de qua vide scholium propositionis 47 hujus partis. Sed quia nomen \"desiderium\" cupiditatem respicere videtur, ideo hunc affectum ad cupiditatis affectus refero.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post32)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post32)",
        "notes": "Auto-generated encoding from text: Regret is the desire or appetite to possess something, kept alive by the remembrance of the said thing, and at the same time constrained by the remembrance of other things which exclude the existence "
      }
    ],
      "original": "Æmulatio est alicujus rei cupiditas quæ nobis ingeneratur ex eo quod alios eandem cupiditatem habere imaginamur.\n\nEXPLICATIO: Qui fugit quia alios fugere vel qui timet quia alios timere videt vel etiam ille qui ex eo quod aliquem manum suam combussisse videt, manum ad se contrahit corpusque movet quasi ipsius manus combureretur, eum imitari quidem alterius affectum sed non eundem æmulari dicemus, non quia aliam æmulationis aliam imitationis novimus causam sed quia usu factum est ut illum tantum vocemus æmulum qui id quod honestum, utile vel jucundum esse judicamus, imitatur. Cæterum de æmulationis causa vide propositionem 27 hujus partis cum ejus scholio. Cur autem huic affectui plerumque juncta sit invidia, de eo vide propositionem 32 hujus cum ejusdem scholio.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post33)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post33)",
        "notes": "Auto-generated encoding from text: Emulation is the desire of something, engendered in us by our conception that others have the same desire. Explanation –He who runs away, because he sees others running away, or he who fears, because "
      }
    ],
      "original": "Gratia seu gratitudo est cupiditas seu amoris studium quo ei benefacere conamur qui in nos pari amoris affectu beneficium contulit. Vide propositionem 39 cum scholio propositionis 41 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post34)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post34)",
        "notes": "Auto-generated encoding from text: Thankfulness or Gratitude is the desire or zeal springing from love, whereby we endeavour to benefit him, who with similar feelings of love has conferred a benefit on us. Cf. III. xxxix. note and xl."
      }
    ],
      "original": "Benevolentia est cupiditas benefaciendi ei cujus nos miseret. Vide scholium propositionis 27 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post35)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post35)",
        "notes": "Auto-generated encoding from text: Benevolence is the desire of benefiting one whom we pity. Cf. III. xxvii. note."
      }
    ],
      "original": "Ira est cupiditas qua ex odio incitamur ad illi quem odimus malum inferendum. Vide propositionem 39 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post36)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post36)",
        "notes": "Auto-generated encoding from text: Anger is the desire, whereby through hatred we are induced to injure one whom we hate, III. xxxix."
      }
    ],
      "original": "Vindicta est cupiditas qua ex reciproco odio concitamur ad malum inferendum ei qui nobis pari affectu damnum intulit. Vide II corollarium propositionis 40 hujus cum ejusdem scholio.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post37)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post37)",
        "notes": "Auto-generated encoding from text: Revenge is the desire whereby we are induced, through mutual hatred, to injure one who, with similar feelings, has injured us. (See III. xl. Coroll. ii and note.)"
      }
    ],
      "original": "Crudelitas seu sævitia est cupiditas qua aliquis concitatur ad malum inferendum ei quem amamus vel cujus nos miseret.\n\nEXPLICATIO: Crudelitati opponitur clementia, quæ passio non est sed animi potentia qua homo iram et vindictam moderatur.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post38)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post38)",
        "notes": "Auto-generated encoding from text: Cruelty or savageness is the desire, whereby a man is impelled to injure one whom we love or pity. Explanation –To cruelty is opposed clemency, which is not a passive state of the mind, but a power wh"
      }
    ],
      "original": "Timor est cupiditas majus quod metuimus malum minore vitandi. Vide scholium propositionis 39 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post39)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post39)",
        "notes": "Auto-generated encoding from text: Timidity is the desire to avoid a greater evil, which we dread, by undergoing a lesser evil. Cf. III. xxxix. note."
      }
    ],
      "original": "Audacia est cupiditas qua aliquis incitatur ad aliquid agendum cum periculo quod ejus æquales subire metuunt.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post40)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post40)",
        "notes": "Auto-generated encoding from text: Daring is the desire, whereby a man is set on to do something dangerous which his equals fear to attempt."
      }
    ],
      "original": "Pusillanimitas dicitur de eo cujus cupiditas coercetur timore periculi quod ejus æquales subire audent.\n\nEXPLICATIO: Est igitur pusillanimitas nihil aliud quam metus alicujus mali quod plerique non solent metuere; quare ipsam ad cupiditatis affectus non refero. Eandem tamen hic explicare volui quia quatenus ad cupiditatem attendimus, affectui audaciæ revera opponitur.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post41)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post41)",
        "notes": "Auto-generated encoding from text: Cowardice is attributed to one, whose desire is checked by the fear of some danger which his equals dare to encounter. Explanation –Cowardice is, therefore, nothing else but the fear of some evil, whi"
      }
    ],
      "original": "Consternatio dicitur de eo cujus cupiditas malum vitandi coercetur admiratione mali quod timet.\n\nEXPLICATIO: Est itaque consternatio pusillanimitatis species. Sed quia consternatio ex duplici timore oritur, ideo commodius definiri potest quod sit metus qui hominem stupefactum aut fluctuantem ita continet ut is malum amovere non possit. Dico stupefactum quatenus ejus cupiditatem malum amovendi admiratione coerceri intelligimus. Fluctuantem autem dico quatenus concipimus eandem cupiditatem coerceri timore alterius mali quod ipsum æque cruciat : unde fit ut quodnam ex duobus avertat, nesciat. De his vide scholium propositionis 39 et scholium propositionis 52 hujus. Cæterum de pusillanimitate et audacia vide scholium propositionis 51 hujus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post42)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post42)",
        "notes": "Auto-generated encoding from text: Consternation is attributed to one, whose desire of avoiding evil is checked by amazement at the evil which he fears. Explanation –Consternation is, therefore, a species of cowardice. But, inasmuch as"
      }
    ],
      "original": "Humanitas seu modestia est cupiditas ea faciendi quæ hominibus placent et omittendi quæ displicent.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post43)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post43)",
        "notes": "Auto-generated encoding from text: Courtesy, or deference (Humanitas seu modestia), is the desire of acting in a way that should please men, and refraining from that which should displease them."
      }
    ],
      "original": "Ambitio est immodica gloriæ cupiditas.\n\nEXPLICATIO: Ambitio est cupiditas qua omnes affectus (per propositiones 27 et 31 hujus) foventur et corroborantur et ideo hic affectus vix superari potest. Nam quamdiu homo aliqua cupiditate tenetur, hac simul necessario tenetur. Optimus quisque inquit Cicero maxime gloria ducitur. Philosophi etiam libris quos de contemnenda gloria scribunt, nomen suum inscribunt etc.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post44)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post44)",
        "notes": "Auto-generated encoding from text: Ambition is the immoderate desire of power. Explanation –Ambition is the desire, whereby all the emotions (cf. III. xxvii. and xxxi.) are fostered and strengthened; therefore this emotion can with dif"
      }
    ],
      "original": "Luxuria est immoderata convivandi cupiditas vel etiam amor.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post45)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post45)",
        "notes": "Auto-generated encoding from text: Luxury is excessive desire, or even love of living sumptuously."
      }
    ],
      "original": "Ebrietas est immoderata potandi cupiditas et amor.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post46)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post46)",
        "notes": "Auto-generated encoding from text: Intemperance is the excessive desire and love of drinking."
      }
    ],
      "original": "Avaritia est immoderata divitiarum cupiditas et amor.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post47)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post47)",
        "notes": "Auto-generated encoding from text: Avarice is the excessive desire and love of riches."
      }
    ],
      "original": "Libido est etiam cupiditas et amor in commiscendis corporibus.\n\nEXPLICATIO: Sive hæc coeundi cupiditas moderata sit sive non sit, libido appellari solet. Porro hi quinque affectus (ut in scholio propositionis 56 hujus monui) contrarios non habent. Nam modestia species est ambitionis, de qua vide scholium propositionis 29 hujus. Temperantiam deinde, sobrietatem et castitatem mentis potentiam, non autem passionem indicare jam etiam monui. Et tametsi fieri potest ut homo avarus, ambitiosus vel timidus a nimio cibo, potu et coitu abstineat, avaritia tamen, ambitio et timor luxuriæ, ebrietati vel libidini non sunt contrarii. Nam avarus in cibum et potum alienum se ingurgitare plerumque desiderat. Ambitiosus autem, modo speret fore clam, in nulla re sibi temperabit et si inter ebrios vivat et libidinosos, ideo quia ambitiosus est, proclivior erit ad eadem vitia. Timidus denique id quod non vult, facit. Nam quamvis mortis vitandæ causa divitias in mare projiciat, manet tamen avarus et si libidinosus tristis est quod sibi morem gerere nequeat, non desinit propterea libidinosus esse. Et absolute hi affectus non tam ipsos actus convivandi, potandi etc. respiciunt quam ipsum appetitum et amorem. Nihil igitur his affectibus opponi potest præter generositatem et animositatem, de quibus in sequentibus. Definitiones zelotypiæ et reliquarum animi fluctuationum silentio prætermitto tam quia ex compositione affectuum quos jam definivimus, oriuntur quam quia pleræque nomina non habent, quod ostendit ad usum vitæ sufficere easdem in genere tantummodo noscere. Cæterum ex definitionibus affectuum quos explicuimus, liquet eos omnes a cupiditate, lætitia vel tristitia oriri seu potius nihil præter hos tres esse quorum unusquisque variis nominibus appellari solet propter varias eorum relationes et denominationes extrinsecas. Si jam ad hos primitivos et ad ea quæ de natura mentis supra diximus, attendere velimus, affectus quatenus ad solam mentem referuntur sic definire poterimus.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E3Post48)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E3Post48)",
        "notes": "Auto-generated encoding from text: Lust is desire and love in the matter of sexual intercourse. Explanation –Whether this desire be excessive or not, it is still called lust. These last five emotions (as I have shown in III. lvi.) have"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D1)",
        "notes": "Auto-generated encoding from text: By good I mean that which we certainly know to be useful to us."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D2)",
        "notes": "Auto-generated encoding from text: By evil I mean that which we certainly know to be a hindrance to us in the attainment of any good. (Concerning these terms see the foregoing preface towards the end.)"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D3)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D3)",
        "notes": "Auto-generated encoding from text: Particular things I call contingent in so far as, while regarding their essence only, we find nothing therein, which necessarily asserts their existence or excludes it."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D4)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D4)",
        "notes": "Auto-generated encoding from text: Particular things I call possible in so far as, while regarding the causes whereby they must be produced, we know not, whether such causes be determined for producing them. (In I. xxxiii. note. i., I "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D5)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D5)",
        "notes": "Auto-generated encoding from text: By conflicting emotions I mean those which draw a man in different directions, though they are of the same kind, such as luxury and avarice, which are both species of love, and are contraries, not by "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D6)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D6)",
        "notes": "Auto-generated encoding from text: What I mean by emotion felt towards a thing, future, present, and past, I explained in III. xviii., notes. i. and ii., which see. (But I should here also remark, that we can only distinctly conceive d"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D7)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D7)",
        "notes": "Auto-generated encoding from text: By an end, for the sake of which we do something, I mean a desire."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4D8)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4D8)",
        "notes": "Auto-generated encoding from text: By virtue (virtus) and power I mean the same thing; that is (III. vii), virtue, in so far as it is referred to man, is a man’s nature or essence, in so far as it has the power of effecting what can on"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p1)",
        "notes": "Auto-generated encoding from text: No positive quality possessed by a false idea is removed by the presence of what is true, in virtue of its being true. Proof. — Falsity consists solely in the privation of knowledge which inadequate i"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p1s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p1s1)",
        "notes": "Auto-generated encoding from text: — This proposition is more clearly understood from II. xvi. Coroll. ii. For imagination is an idea, which indicates rather the present disposition of the human body than the nature of the external bod"
      }
    ],
      "uses": [
        {
          "id": "E4p1",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p1."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p2)",
        "notes": "Auto-generated encoding from text: We are only passive, in so far as we are a part of Nature, which cannot be conceived by itself without other parts. Proof. — We are said to be passive, when something arises in us, whereof we are only"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p3)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p3)",
        "notes": "Auto-generated encoding from text: The force whereby a man persists in existing is limited, and is infinitely surpassed by the power of external causes. Proof. — This is evident from the axiom of this part. For, when man is given, ther"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p4)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p4)",
        "notes": "Auto-generated encoding from text: It is impossible, that man should not be a part of Nature, or that he should be capable of undergoing no changes, save such as can be understood through his nature only as their adequate cause. Proof."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p4c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p4c1)",
        "notes": "Auto-generated encoding from text: — Hence it follows, that man is necessarily always a prey to his passions, that he follows and obeys the general order of nature, and that he accommodates himself thereto, as much as the nature of thi"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p5)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p5)",
        "notes": "Auto-generated encoding from text: The power and increase of every passion, and its persistence in existing are not defined by the power, whereby we ourselves endeavour to persist in existing, but by the power of an external cause comp"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p6)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p6)",
        "notes": "Auto-generated encoding from text: The force of any passion or emotion can overcome the rest of a man’s activities or power, so that the emotion becomes obstinately fixed to him. Proof. — The force and increase of any passion and its p"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p7)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p7)",
        "notes": "Auto-generated encoding from text: An emotion can only be controlled or destroyed by another emotion contrary thereto, and with more power for controlling emotion. Proof. — Emotion, in so far as it is referred to the mind, is an idea, "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p7c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p7c1)",
        "notes": "Auto-generated encoding from text: — An emotion, in so far as it is referred to the mind, can only be controlled or destroyed through an idea of a modification of the body contrary to, and stronger than, that which we are undergoing. F"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p8)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p8)",
        "notes": "Auto-generated encoding from text: The knowledge of good and evil is nothing else but the emotions of pleasure or pain, in so far as we are conscious thereof. Proof. — We call a thing good or evil, when it is of service or the reverse "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p9)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p9)",
        "notes": "Auto-generated encoding from text: An emotion, whereof we conceive the cause to be with us at the present time, is stronger than if we did not conceive the cause to be with us. Proof. — Imagination or conception is the idea, by which t"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p9s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p9s1)",
        "notes": "Auto-generated encoding from text: — When I said above in III. xviii. that we are affected by the image of what is past or future with the same emotion as if the thing conceived were present, I expressly stated, that this is only true "
      }
    ],
      "uses": [
        {
          "id": "E4p9",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p9."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p9c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p9c1)",
        "notes": "Auto-generated encoding from text: — The image of something past or future, that is, of a thing which we regard as in relation to time past or time future, to the exclusion of time present, is, when other conditions are equal, weaker t"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p10)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p10)",
        "notes": "Auto-generated encoding from text: Towards something future, which we conceive as close at hand, we are affected more intensely, than if we conceive that its time for existence is separated from the present by a longer interval; so too"
      }
    ],
      "original": "— From the remarks made in Def. vi. of this part it follows that, if objects are separated from the present by a longer period than we can define in conception, though their dates of occurrence be widely separated one from the other, they all affect us equally faintly.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p10c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p10c1)",
        "notes": "Auto-generated encoding from text: — From the remarks made in Def. vi. of this part it follows that, if objects are separated from the present by a longer period than we can define in conception, though their dates of occurrence be wid"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p11)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p11)",
        "notes": "Auto-generated encoding from text: An emotion towards that which we conceive as necessary is, when other conditions are equal, more intense than an emotion towards that which possible, or contingent, or non-necessary. Proof. — In so fa"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p12)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p12)",
        "notes": "Auto-generated encoding from text: An emotion towards a thing, which we know not to exist at the present time, and which we conceive as possible, is more intense, other conditions being equal, than an emotion towards a thing contingent"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p12c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p12c1)",
        "notes": "Auto-generated encoding from text: — An emotion towards a thing, which we know not to exist in the present, and which we conceive as contingent, is far fainter, than if we conceive the thing to be present with us. Proof. — Emotion towa"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p13)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p13)",
        "notes": "Auto-generated encoding from text: Emotion towards a thing contingent, which we know not to exist in the present, is, other conditions being equal, fainter than an emotion towards a thing past. Proof. — In so far as we conceive a thing"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p14)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p14)",
        "notes": "Auto-generated encoding from text: A true knowledge of good and evil cannot check any emotion by virtue of being true, but only in so far as it is considered as an emotion. Proof. — An emotion is an idea, whereby the mind affirms of it"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p15)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p15)",
        "notes": "Auto-generated encoding from text: Desire arising from the knowledge of good and bad can be quenched or checked by many of the other desires arising from the emotions whereby we are assailed. Proof. — From the true knowledge of good an"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p16)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p16)",
        "notes": "Auto-generated encoding from text: Desire arising from the knowledge of good and evil, in so far as such knowledge regards what is future, may be more easily controlled or quenched, than the desire for what is agreeable at the present "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p17)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p17)",
        "notes": "Auto-generated encoding from text: Desire arising from the true knowledge of good and evil, in so far as such knowledge is concerned with what is contingent, can be controlled far more easily still, than desire for things that are pres"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p17s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p17s1)",
        "notes": "Auto-generated encoding from text: I think I have now shown the reason, why men are moved by opinion more readily than by true reason, why it is that the true knowledge of good and evil stirs up conflicts in the soul, and often yields "
      }
    ],
      "uses": [
        {
          "id": "E4p17",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p17."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p18)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p18)",
        "notes": "Auto-generated encoding from text: Desire arising from pleasure is, other conditions being equal, stronger than desire arising from pain. Proof. — Desire is the essence of a man (Def. of the Emotions, i.), that is, the endeavour whereb"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p18s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p18s1)",
        "notes": "Auto-generated encoding from text: — In these few remarks I have explained the causes of human infirmity and inconstancy, and shown why men do not abide by the precepts of reason. It now remains for me to show what course is marked out"
      }
    ],
        },
        {
          "id": "E4p18",
          "role": "proposition"
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p18."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p19)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p19)",
        "notes": "Auto-generated encoding from text: Every man, by the laws of his nature, necessarily desires or shrinks from that which he deems to be good or bad. Proof. — The knowledge of good and evil is (IV. viii.) the emotion of pleasure or pain,"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p20)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p20)",
        "notes": "Auto-generated encoding from text: The more every man endeavours, and is able to seek what is useful to him –in other words, to preserve his own being –the more is he endowed with virtue; on the contrary, in proportion as a man neglect"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p20s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p20s1)",
        "notes": "Auto-generated encoding from text: — No one, therefore, neglects seeking his own good, or preserving his own being, unless he be overcome by causes external and foreign to his nature. No one, I say, from the necessity of his own nature"
      }
    ],
      "uses": [
        {
          "id": "E4p20",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p20."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p21)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p21)",
        "notes": "Auto-generated encoding from text: No one can desire to be blessed, to act rightly, and to live rightly, without at the same time wishing to be, act, and to live –in other words, to actually exist. Proof. — The proof of this propositio"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p22)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p22)",
        "notes": "Auto-generated encoding from text: No virtue can be conceived as prior to this endeavour to preserve one’s own being. Proof. — The effort for self-preservation is the essence of a thing (III. vii.); therefore, if any virtue could be co"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p22c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p22c1)",
        "notes": "Auto-generated encoding from text: — The effort for self-preservation is the first and only foundation of virtue. For prior to this principle nothing can be conceived, and without it no virtue can be conceived."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p23)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p23)",
        "notes": "Auto-generated encoding from text: Man, in so far as he is determined to a particular action because he has inadequate ideas, cannot be absolutely said to act in obedience to virtue; he can only be so described, in so far as he is dete"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p24)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p24)",
        "notes": "Auto-generated encoding from text: To act absolutely in obedience to virtue is in us the same thing as to act, to live, or to preserve one’s being (these three terms are identical in meaning) in accordance with the dictates of reason o"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p25)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p25)",
        "notes": "Auto-generated encoding from text: No one wishes to preserve his being for the sake of anything else. Proof. — The endeavour, wherewith everything endeavours to persist in its being, is defined solely by the essence of the thing itself"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p26)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p26)",
        "notes": "Auto-generated encoding from text: Whatsoever we endeavour in obedience to reason is nothing further than to understand; neither does the mind, in so far as it makes use of reason, judge anything to be useful to it, save such things as"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p27)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p27)",
        "notes": "Auto-generated encoding from text: We know nothing to be certainly good or evil, save such things as really conduce to understanding, or such as are able to hinder us from understanding. Proof. — The mind, in so far as it reasons, desi"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p28)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p28)",
        "notes": "Auto-generated encoding from text: The mind’s highest good is the knowledge of God, and the mind’s highest virtue is to know God. Proof. — The mind is not capable of understanding anything higher than God, that is (I. Def. vi.), than a"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p29)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p29)",
        "notes": "Auto-generated encoding from text: No individual thing, which is entirely different from our own nature, can help or check our power of activity, and absolutely nothing can do us good or harm, unless it has something in common with our"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p30)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p30)",
        "notes": "Auto-generated encoding from text: A thing cannot be bad for us through the quality which it has in common with our nature, but it is bad for us in so far as it is contrary to our nature. Proof. — We call a thing bad when it is the cau"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p31)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p31)",
        "notes": "Auto-generated encoding from text: In so far as a thing is in harmony with our nature, it is necessarily good. Proof. — In so far as a thing is in harmony with our nature, it cannot be bad for it. It will therefore necessarily be eithe"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p31c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p31c1)",
        "notes": "Auto-generated encoding from text: — Hence it follows, that, in proportion as a thing is in harmony with our nature, so is it more useful or better for us, and vice versâ, in proportion as a thing is more useful for us, so is it more i"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p32)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p32)",
        "notes": "Auto-generated encoding from text: In so far as men are a prey to passion, they cannot, in that respect, be said to be naturally in harmony. Proof. — Things, which are said to be in harmony naturally, are understood to agree in power ("
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p32s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p32s1)",
        "notes": "Auto-generated encoding from text: — This is also self-evident; for, if we say that white and black only agree in the fact that neither is red, we absolutely affirm that the do not agree in any respect. So, if we say that a man and a s"
      }
    ],
      "uses": [
        {
          "id": "E4p32",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p32."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p33)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p33)",
        "notes": "Auto-generated encoding from text: Men can differ in nature, in so far as they are assailed by those emotions, which are passions, or passive states; and to this extent one and the same man is variable and inconstant. Proof. — The natu"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p34)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p34)",
        "notes": "Auto-generated encoding from text: In so far as men are assailed by emotions which are passions, they can be contrary one to another. Proof. — A man, for instance Peter, can be the cause of Paul’s feeling pain, because he (Peter) posse"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p34s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p34s1)",
        "notes": "Auto-generated encoding from text: — I said that Paul may hate Peter, because he conceives that Peter possesses something which he (Paul) also loves; from this it seems, at first sight, to follow, that these two men, through both lovin"
      }
    ],
      "uses": [
        {
          "id": "E4p34",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p34."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p35)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p35)",
        "notes": "Auto-generated encoding from text: In so far only as men live in obedience to reason, do they always necessarily agree in nature. Proof. — In so far as men are assailed by emotions that are passions, they can be different in nature (IV"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p35c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p35c1)",
        "notes": "Auto-generated encoding from text: –There is no individual thing in nature, which is more useful to man, than a man who lives in obedience to reason. For that thing is to man most useful, which is most in harmony with his nature (IV. x"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p35c2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p35c2)",
        "notes": "Auto-generated encoding from text: –As every man seeks most that which is useful to him, so are men most useful one to another. For the more a man seeks what is useful to him and endeavours to preserve himself, the more is he endowed w"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p35s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p35s1)",
        "notes": "Auto-generated encoding from text: — What we have just shown is attested by experience so conspicuously, that it is in the mouth of nearly everyone: “Man is to man a God.” Yet it rarely happens that men live in obedience to reason, for"
      }
    ],
      "uses": [
        {
          "id": "E4p35",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p35."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p36)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p36)",
        "notes": "Auto-generated encoding from text: The highest good of those who follow virtue is common to all, and therefore all can equally rejoice therein. Proof. — To act virtuously is to act in obedience with reason (IV. xxiv.), and whatsoever w"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p36s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p36s1)",
        "notes": "Auto-generated encoding from text: — Someone may ask how it would be, if the highest good of those who follow after virtue were not common to all? Would it not then follow, as above (IV. xxxiv.), that men living in obedience to reason,"
      }
    ],
      "uses": [
        {
          "id": "E4p36",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p36."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p37)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p37)",
        "notes": "Auto-generated encoding from text: The good which every man, who follows after virtue, desires for himself he will also desire for other men, and so much the more, in proportion as he has a greater knowledge of God. Proof. — Men, in so"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p37s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p37s1)",
        "notes": "Auto-generated encoding from text: I. –He who, guided by emotion only, endeavours to cause others to love what he loves himself, and to make the rest of the world live according to his own fancy, acts solely by impulse, and is, therefo"
      }
    ],
          "id": "E4p18",
          "role": "proposition"
        },
        {
          "id": "E4p37",
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p37."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p37s2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p37s2)",
        "notes": "Auto-generated encoding from text: II. –In the Appendix to Part I. I undertook to explain praise and blame, merit and sin, justice and injustice. Concerning praise and blame I have spoken in III. xxix. note: the time has now come to tr"
      }
    ],
      "uses": [
        {
          "id": "E4p37",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p37."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p38)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p38)",
        "notes": "Auto-generated encoding from text: Whatsoever disposes the human body, so as to render it capable of being affected in an increased number of ways, or of affecting external bodies in an increased number of ways, is useful to man; and i"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p39)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p39)",
        "notes": "Auto-generated encoding from text: Whatsoever brings about the preservation of the proportion of motion and rest, which the parts of the human body mutually possess, is good; contrariwise, whatsoever causes a change in such proportion "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p39s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p39s1)",
        "notes": "Auto-generated encoding from text: — The extent to which such causes can injure or be of service to the mind will be explained in the Fifth Part. But I would here remark that I consider that a body undergoes death, when the proportion "
      }
    ],
      "uses": [
        {
          "id": "E4p39",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p39."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p40)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p40)",
        "notes": "Auto-generated encoding from text: Whatsoever conduces to man’s social life, or causes men to live together in harmony, is useful, whereas whatsoever brings discord into a State is bad. Proof. — For whatsoever causes men to live togeth"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p41)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p41)",
        "notes": "Auto-generated encoding from text: Pleasure in itself is not bad but good: contrariwise, pain in itself is bad. Proof. — Pleasure (III. xi. and note) is emotion, whereby the body’s power of activity is increased or helped; pain is emot"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p42)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p42)",
        "notes": "Auto-generated encoding from text: Mirth cannot be excessive, but is always good; contrariwise, Melancholy is always bad. Proof. — Mirth (see its Def. in III. xi. note) is pleasure, which, in so far as it is referred to the body, consi"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p43)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p43)",
        "notes": "Auto-generated encoding from text: Stimulation may be excessive and bad; on the other hand, grief may be good, in so far as stimulation or pleasure is bad. Proof. — Localized pleasure or stimulation (titillatio) is pleasure, which, in "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p44)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p44)",
        "notes": "Auto-generated encoding from text: Love and desire may be excessive. Proof. — Love is pleasure, accompanied by the idea of an external cause (Def. of Emotions, vi.); therefore stimulation, accompanied by the idea of an external cause i"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p44s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p44s1)",
        "notes": "Auto-generated encoding from text: — Mirth, which I have stated to be good, can be conceived more easily than it can be observed. For the emotions, whereby we are daily assailed, are generally referred to some part of the body which is"
      }
    ],
      "uses": [
        {
          "id": "E4p44",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p44."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p45)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p45)",
        "notes": "Auto-generated encoding from text: Hatred can never be good. Proof. — When we hate a man, we endeavour to destroy him (III. xxxix.), that is (IV. xxxvii.), we endeavour to do something that is bad. Therefore, &c. Q.E.D. N.B. Here, and "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p45c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p45c1)",
        "notes": "Auto-generated encoding from text: –Envy, derision, contempt, anger, revenge, and other emotions attributable to hatred, or arising therefrom, are bad; this is evident from III. xxxix. and IV. xxxvii."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p45c2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p45c2)",
        "notes": "Auto-generated encoding from text: –Whatsoever we desire from motives of hatred is base, and in a State unjust. This also is evident from III. xxxix., and from the definitions of baseness and injustice in IV. xxxvii. note."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p45s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p45s1)",
        "notes": "Auto-generated encoding from text: — Between derision (which I have in Coroll. I. stated to be bad) and laughter I recognize a great difference. For laughter, as also jocularity, is merely pleasure; therefore, so long as it be not exce"
      }
    ],
      "uses": [
        {
          "id": "E4p45",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p45."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p46)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p46)",
        "notes": "Auto-generated encoding from text: He, who lives under the guidance of reason, endeavours, as far as possible, to render back love, or kindness, for other men’s hatred, anger, contempt, &c., towards him. Proof. — All emotions of hatred"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p46s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p46s1)",
        "notes": "Auto-generated encoding from text: — He who chooses to avenge wrongs with hatred is assuredly wretched. But he, who strives to conquer hatred with love, fights his battle in joy and confidence; he withstands many as easily as one, and "
      }
    ],
      "uses": [
        {
          "id": "E4p46",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p46."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p47)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p47)",
        "notes": "Auto-generated encoding from text: Emotions of hope and fear cannot be in themselves good. Proof. — Emotions of hope and fear cannot exist without pain. For fear is pain (Def. of the Emotions, xiii.), and hope (Def. of the Emotions, Ex"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p47s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p47s1)",
        "notes": "Auto-generated encoding from text: — We may add, that these emotions show defective knowledge and an absence of power in the mind; for the same reason confidence, despair, joy, and disappointment are signs of a want of mental power. Fo"
      }
    ],
      "uses": [
        {
          "id": "E4p47",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p47."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p48)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p48)",
        "notes": "Auto-generated encoding from text: The emotions of over-esteem and disparagement are always bad. Proof. — These emotions (see Def. of the Emotions, xxi. xxii.) are repugnant to reason; and are therefore (IV. xxvi. xxvii.) bad. Q.E.D."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p49)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p49)",
        "notes": "Auto-generated encoding from text: Over-esteem is apt to render its object proud. Proof. — If we see that any one rates us too highly, for love’s sake, we are apt to become elated (III. xli.), or to be pleasurably affected (Def. of the"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p50)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p50)",
        "notes": "Auto-generated encoding from text: Pity, in a man who lives under the guidance of reason, is in itself bad and useless. Proof. — Pity (Def. of the Emotions, xviii.) is a pain, and therefore (IV. xli.) is in itself bad. The good effect "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p50s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p50s1)",
        "notes": "Auto-generated encoding from text: — He who rightly realizes, that all things follow from the necessity of the divine nature, and come to pass in accordance with the eternal laws and rules of nature, will not find anything worthy of ha"
      }
    ],
      "uses": [
        {
          "id": "E4p50",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p50."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p51)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p51)",
        "notes": "Auto-generated encoding from text: Approval is not repugnant to reason, but can agree therewith and arise therefrom. Proof. — Approval is love towards one who has done good to another (Def. of the Emotions, xix.); therefore it may be r"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p51s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p51s1)",
        "notes": "Auto-generated encoding from text: — Indignation as we defined it (Def. of the Emotions, xx.) is necessarily evil (IV. xlv.); we may, however, remark that, when the sovereign power for the sake of preserving peace punishes a citizen wh"
      }
    ],
      "uses": [
        {
          "id": "E4p51",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p51."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p52)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p52)",
        "notes": "Auto-generated encoding from text: Self-approval may arise from reason, and that which arises from reason is the highest possible. Proof. — Self-approval is pleasure arising from a man’s contemplation of himself and his own power of ac"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p52s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p52s1)",
        "notes": "Auto-generated encoding from text: — Self-approval is in reality the highest object for which we can hope. For (as we showed in IV. xxv.) no one endeavours to preserve his being for the sake of any ulterior object, and, as this approva"
      }
    ],
      "uses": [
        {
          "id": "E4p52",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p52."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p53)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p53)",
        "notes": "Auto-generated encoding from text: Humility is not a virtue, or does not arise from reason. Proof. — Humility is pain arising from a man’s contemplation of his own infirmities (Def. of the Emotions, xxvi.). But, in so far as a man know"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p54)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p54)",
        "notes": "Auto-generated encoding from text: Repentance is not a virtue, or does not arise from reason; but he who repents of an action is doubly wretched or infirm. Proof. — The first part of this proposition is proved like the foregoing one. T"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p54s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p54s1)",
        "notes": "Auto-generated encoding from text: — As men seldom live under the guidance of reason, these two emotions, namely, Humility and Repentance, as also Hope and Fear, bring more good than harm; hence, as we must sin, we had better sin in th"
      }
    ],
      "uses": [
        {
          "id": "E4p54",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p54."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p55)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p55)",
        "notes": "Auto-generated encoding from text: Extreme pride or dejection indicates extreme ignorance of self. Proof. — This is evident from Def. of the Emotions, xxviii. and xxix."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p56)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p56)",
        "notes": "Auto-generated encoding from text: Extreme pride or dejection indicates extreme infirmity of spirit. Proof. — The first foundation of virtue is self-preservation (IV. xxii. Coroll.) under the guidance of reason (IV. xxiv.). He, therefo"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p56c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p56c1)",
        "notes": "Auto-generated encoding from text: — Hence it most clearly follows, that the proud and the dejected specially fall a prey to the emotions."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p56s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p56s1)",
        "notes": "Auto-generated encoding from text: — Yet dejection can be more easily corrected than pride; for the latter being a pleasurable emotion, and the former a painful emotion, the pleasurable is stronger than the painful (IV. xviii.)."
      }
    ],
      "uses": [
        {
          "id": "E4p56",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p56."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p57)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p57)",
        "notes": "Auto-generated encoding from text: The proud man delights in the company of flatterers and parasites, but hates the company of the high-minded. Proof. — Pride is pleasure arising from a man’s over estimation of himself (Def. of the Emo"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p57s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p57s1)",
        "notes": "Auto-generated encoding from text: — It would be too long a task to enumerate here all the evil results of pride, inasmuch as the proud are a prey to all the emotions, though to none of them less than to love and pity. I cannot, howeve"
      }
    ],
      "uses": [
        {
          "id": "E4p57",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p57."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p58)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p58)",
        "notes": "Auto-generated encoding from text: Honour (gloria) is not repugnant to reason, but may arise therefrom. Proof. — This is evident from Def. of the Emotions, xxx., and also from the definition of an honourable man (IV. xxxvii. note. i.)."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p58s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p58s1)",
        "notes": "Auto-generated encoding from text: Empty honour, as it is styled, is self — approval, fostered only by the good opinion of the populace; when this good opinion ceases there ceases also the self-approval, in other words, the highest obj"
      }
    ],
      "uses": [
        {
          "id": "E4p58",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p58."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p59)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p59)",
        "notes": "Auto-generated encoding from text: To all the actions, whereto we are determined by emotion wherein the mind is passive; we can be determined without emotion by reason. Proof. — To act rationally, is nothing else (III. iii. and Def. ii"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p59s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p59s1)",
        "notes": "Auto-generated encoding from text: — An example will put this point in a clearer light. The action of striking, in so far as it is considered physically, and in so far as we merely look to the fact that a man raises his arm, clenches h"
      }
    ],
      "uses": [
        {
          "id": "E4p59",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p59."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p60)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p60)",
        "notes": "Auto-generated encoding from text: Desire arising from a pleasure or pain, that is not attributable to the whole body, but only to one or certain parts thereof, is without utility in respect to a man as a whole. Proof. — Let it be assu"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p60s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p60s1)",
        "notes": "Auto-generated encoding from text: — As pleasure is generally (IV. xliv. note) attributed to one part of the body, we generally desire to preserve our being without taking into consideration our health as a whole: to which it may be ad"
      }
    ],
      "uses": [
        {
          "id": "E4p60",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p60."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p61)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p61)",
        "notes": "Auto-generated encoding from text: Desire which springs from reason cannot be excessive. Proof. — Desire (Def. of the Emotions, i.) considered absolutely is the actual essence of man, in so far as it is conceived as in any way determin"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p62)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p62)",
        "notes": "Auto-generated encoding from text: In so far as the mind conceives a thing under the dictates of reason, it is affected equally, whether the idea be of a thing future, past, or present. Proof. — Whatsoever the mind conceives under the "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p62s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p62s1)",
        "notes": "Auto-generated encoding from text: — If we could possess an adequate knowledge of the duration of things, and could determine by reason their periods of existence, we should contemplate things future with the same emotion as things pre"
      }
    ],
      "uses": [
        {
          "id": "E4p62",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p62."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p63)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p63)",
        "notes": "Auto-generated encoding from text: He who is led by fear, and does good in order to escape evil, is not led by reason. Proof. — All the emotions which are attributable to the mind as active, or in other words to reason, are emotions of"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p63s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p63s1)",
        "notes": "Auto-generated encoding from text: — Superstitions persons, who know better how to rail at vice than how to teach virtue, and who strive not to guide men by reason, but so to restrain them that they would rather escape evil than love v"
      }
    ],
      "uses": [
        {
          "id": "E4p63",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p63."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p63c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p63c1)",
        "notes": "Auto-generated encoding from text: — Under desire which springs from reason, we seek good directly, and shun evil indirectly. Proof. — Desire which springs from reason can only spring from a pleasurable emotion, wherein the mind is not"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p63s2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p63s2)",
        "notes": "Auto-generated encoding from text: — This Corollary may be illustrated by the example of a sick and a healthy man. The sick man through fear of death eats what he naturally shrinks from, but the healthy man takes pleasure in his food, "
      }
    ],
      "uses": [
        {
          "id": "E4p63",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p63."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p64)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p64)",
        "notes": "Auto-generated encoding from text: The knowledge of evil is an inadequate knowledge. Proof. — The knowledge of evil (IV. viii.) is pain, in so far as we are conscious thereof. Now pain is the transition to a lesser perfection (Def. of "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p64c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p64c1)",
        "notes": "Auto-generated encoding from text: — Hence it follows that, if the human mind possessed only adequate ideas, it would form no conception of evil."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p65)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p65)",
        "notes": "Auto-generated encoding from text: Under the guidance of reason we should pursue the greater of two goods and the lesser of two evils. Proof. — A good which prevents our enjoyment of a greater good is in reality an evil; for we apply t"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p65c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p65c1)",
        "notes": "Auto-generated encoding from text: — We may, under the guidance of reason, pursue the lesser evil as though it were the greater good, and we may shun the lesser good, which would be the cause of the greater evil. For the evil, which is"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p66)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p66)",
        "notes": "Auto-generated encoding from text: We may, under the guidance of reason, seek a greater good in the future in preference to a lesser good in the present, and we may seek a lesser evil in the present in preference to a greater evil in t"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p66c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p66c1)",
        "notes": "Auto-generated encoding from text: — We may, under the guidance of reason, seek a lesser evil in the present, because it is the cause of a greater good in the future, and we may shun a lesser good in the present, because it is the caus"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p66s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p66s1)",
        "notes": "Auto-generated encoding from text: — If these statements be compared with what we have pointed out concerning the strength of the emotions in this Part up to Prop. xviii., we shall readily see the difference between a man, who is led s"
      }
    ],
        },
        {
          "id": "E4p66",
          "role": "proposition"
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p66."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p67)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p67)",
        "notes": "Auto-generated encoding from text: A free man thinks of death least of all things; and his wisdom is a meditation not of death but of life. Proof. — A free man is one who lives under the guidance of reason, who is not led by fear (IV. "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p68)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p68)",
        "notes": "Auto-generated encoding from text: If men were born free, they would, so long as they remained free, form no conception of good and evil. Proof. — I call free him who is led solely by reason; he, therefore, who is born free, and who re"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p68s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p68s1)",
        "notes": "Auto-generated encoding from text: — It is evident, from IV. iv., that the hypothesis of this Proposition is false and inconceivable, except in so far as we look solely to the nature of man, or rather to God; not in so far as the latte"
      }
    ],
      "uses": [
        {
          "id": "E4p68",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p68."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p69)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p69)",
        "notes": "Auto-generated encoding from text: The virtue of a free man is seen to be as great, when it declines dangers, as when it overcomes them. Proof. — Emotion can only be checked or removed by an emotion contrary to itself, and possessing m"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p69c1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p69c1)",
        "notes": "Auto-generated encoding from text: — The free man is as courageous in timely retreat as in combat; or, a free man shows equal courage or presence of mind, whether he elect to give battle or to retreat."
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p69s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p69s1)",
        "notes": "Auto-generated encoding from text: — What courage (animositas) is, and what I mean thereby, I explained in III. lix. note. By danger I mean everything, which can give rise to any evil, such as pain, hatred, discord, &c."
      }
    ],
      "uses": [
        {
          "id": "E4p69",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p69."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p70)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p70)",
        "notes": "Auto-generated encoding from text: The free man, who lives among the ignorant, strives, as far as he can, to avoid receiving favours from them. Proof. — Everyone judges what is good according to his disposition (III. xxxix. note); wher"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p70s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p70s1)",
        "notes": "Auto-generated encoding from text: — I say, as far as he can. For though men be ignorant, yet are they men, and in cases of necessity could afford us human aid, the most excellent of all things: therefore it is often necessary to accep"
      }
    ],
      "uses": [
        {
          "id": "E4p70",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p70."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p71)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p71)",
        "notes": "Auto-generated encoding from text: Only free men are thoroughly grateful one to another. Proof. — Only free men are thoroughly useful one to another, and associated among themselves by the closest necessity of friendship (IV. xxxv., an"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p71s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p71s1)",
        "notes": "Auto-generated encoding from text: — The goodwill, which men who are led by blind desire have for one another, is generally a bargaining or enticement, rather than pure goodwill. Moreover, ingratitude is not an emotion. Yet it is base,"
      }
    ],
      "uses": [
        {
          "id": "E4p71",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p71."
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p72)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p72)",
        "notes": "Auto-generated encoding from text: The free man never acts fraudulently, but always in good faith. Proof. — If it be asked: What should a man’s conduct be in a case where he could by breaking faith free himself from the danger of prese"
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p73)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p73)",
        "notes": "Auto-generated encoding from text: The man, who is guided by reason, is more free in a State, where he lives under a general system of law, than in solitude, where he is independent. Proof. — The man, who is guided by reason, does not "
      }
    ],
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4p73s1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4p73s1)",
        "notes": "Auto-generated encoding from text: — These and similar observations, which we have made on man’s true freedom, may be referred to strength, that is, to courage and nobility of character (III. lix. note). I do not think it worth while t"
      }
    ],
      "uses": [
        {
          "id": "E4p73",
          "role": "proposition"
        }
      ]
      "status": "sketch",
      "sketch": "Scholium-level commentary: elaborates and clarifies the content of E4p73."
      "original": "Nulla res singularis in rerum natura datur qua potentior et fortior non detur alia. Sed quacunque data datur alia potentior a qua illa data potest destrui.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax1)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax1)",
        "notes": "Auto-generated encoding from text: All our endeavours or desires so follow from the necessity of our nature, that they can be understood either through it alone, as their proximate cause, or by virtue of our being a part of nature, whi"
      }
    ],
      "original": "Desires, which follow from our nature in such a manner, that they can be understood through it alone, are those which are referred to the mind, in so far as the latter is conceived to consist of adequate ideas: the remaining desires are only referred to the mind, in so far as it conceives things inadequately, and their force and increase are generally defined not by the power of man, but by the power of things external to us: wherefore the former are rightly called actions, the latter passions, for the former always indicate our power, the latter, on the other hand, show our infirmity and fragmentary knowledge.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax2)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax2)",
        "notes": "Auto-generated encoding from text: Desires, which follow from our nature in such a manner, that they can be understood through it alone, are those which are referred to the mind, in so far as the latter is conceived to consist of adequ"
      }
    ],
      "original": "Our actions, that is, those desires which are defined by man’s power or reason, are always good. The rest may be either good or bad.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax3)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax3)",
        "notes": "Auto-generated encoding from text: Our actions, that is, those desires which are defined by man’s power or reason, are always good. The rest may be either good or bad."
      }
    ],
      "original": "Thus in life it is before all things useful to perfect the understanding, or reason, as far as we can, and in this alone man’s highest happiness or blessedness consists, indeed blessedness is nothing else but the contentment of spirit, which arises from the intuitive knowledge of God: now, to perfect the understanding is nothing else but to understand God, God’s attributes, and the actions which follow from the necessity of his nature. Wherefore of a man, who is led by reason, the ultimate aim or highest desire, whereby he seeks to govern all his fellows, is that whereby he is brought to the adequate conception of himself and of all things within the scope of his intelligence.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax4)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax4)",
        "notes": "Auto-generated encoding from text: Thus in life it is before all things useful to perfect the understanding, or reason, as far as we can, and in this alone man’s highest happiness or blessedness consists, indeed blessedness is nothing "
      }
    ],
      "original": "Therefore, without intelligence there is not rational life: and things are only good, in so far as they aid man in his enjoyment of the intellectual life, which is defined by intelligence. Contrariwise, whatsoever things hinder man’s perfecting of his reason, and capability to enjoy the rational life, are alone called evil.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax5)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax5)",
        "notes": "Auto-generated encoding from text: Therefore, without intelligence there is not rational life: and things are only good, in so far as they aid man in his enjoyment of the intellectual life, which is defined by intelligence. Contrariwis"
      }
    ],
      "original": "As all things whereof man is the efficient cause are necessarily good, no evil can befall man except through external causes; namely, by virtue of man being a part of universal nature, whose laws human nature is compelled to obey, and to conform to in almost infinite ways.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax6)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax6)",
        "notes": "Auto-generated encoding from text: As all things whereof man is the efficient cause are necessarily good, no evil can befall man except through external causes; namely, by virtue of man being a part of universal nature, whose laws huma"
      }
    ],
      "original": "It is impossible, that man should not be a part of nature, or that he should not follow her general order; but if he be thrown among individuals whose nature is in harmony with his own, his power of action will thereby be aided and fostered, whereas, if he be thrown among such as are but very little in harmony with his nature, he will hardly be able to accommodate himself to them without undergoing a great change himself.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax7)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax7)",
        "notes": "Auto-generated encoding from text: It is impossible, that man should not be a part of nature, or that he should not follow her general order; but if he be thrown among individuals whose nature is in harmony with his own, his power of a"
      }
    ],
      "original": "Whatsoever in nature we deem to be evil, or to be capable of injuring our faculty for existing and enjoying the rational life, we may endeavour to remove in whatever way seems safest to us; on the other hand, whatsoever we deem to be good or useful for preserving our being, and enabling us to enjoy the rational life, we may appropriate to our use and employ as we think best. Everyone without exception may, by sovereign right of nature, do whatsoever he thinks will advance his own interest.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax8)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax8)",
        "notes": "Auto-generated encoding from text: Whatsoever in nature we deem to be evil, or to be capable of injuring our faculty for existing and enjoying the rational life, we may endeavour to remove in whatever way seems safest to us; on the oth"
      }
    ],
      "original": "Nothing can be in more harmony with the nature of any given thing than other individuals of the same species; therefore (cf. vii.) for man in the preservation of his being and the enjoyment of the rational life there is nothing more useful than his fellow-man who is led by reason. Further, as we know not anything among individual things which is more excellent than a man led by reason, no man can better display the power of his skill and disposition, than in so training men, that they come at last to live under the dominion of their own reason.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax9)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax9)",
        "notes": "Auto-generated encoding from text: Nothing can be in more harmony with the nature of any given thing than other individuals of the same species; therefore (cf. vii.) for man in the preservation of his being and the enjoyment of the rat"
      }
    ],
      "original": "In so far as men are influenced by envy or any kind of hatred, one towards another, they are at variance, and are therefore to be feared in proportion, as they are more powerful than their fellows.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax10)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax10)",
        "notes": "Auto-generated encoding from text: In so far as men are influenced by envy or any kind of hatred, one towards another, they are at variance, and are therefore to be feared in proportion, as they are more powerful than their fellows."
      }
    ],
      "original": "Yet minds are not conquered by force, but by love and high-mindedness.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax11)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax11)",
        "notes": "Auto-generated encoding from text: Yet minds are not conquered by force, but by love and high-mindedness."
      }
    ],
      "original": "It is before all things useful to men to associate their ways of life, to bind themselves together with such bonds as they think most fitted to gather them all into unity, and generally to do whatsoever serves to strengthen friendship.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax12)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax12)",
        "notes": "Auto-generated encoding from text: It is before all things useful to men to associate their ways of life, to bind themselves together with such bonds as they think most fitted to gather them all into unity, and generally to do whatsoev"
      }
    ],
      "original": "But for this there is need of skill and watchfulness. For men are diverse (seeing that those who live under the guidance of reason are few), yet are they generally envious and more prone to revenge than to sympathy. No small force of character is therefore required to take everyone as he is, and to restrain one’s self from imitating the emotions of others. But those who carp at mankind, and are more skilled in railing at vice than in instilling virtue, and who break rather than strengthen men’s dispositions, are hurtful both to themselves and others. Thus many from too great impatience of spirit, or from misguided religious zeal, have preferred to live among brutes rather than among men; as boys or youths, who cannot peaceably endure the chidings of their parents, will enlist as soldiers and choose the hardships of war and the despotic discipline in preference to the comforts of home and the admonitions of their father: suffering any burden to be put upon them, so long as they may spite their parents.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax13)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax13)",
        "notes": "Auto-generated encoding from text: But for this there is need of skill and watchfulness. For men are diverse (seeing that those who live under the guidance of reason are few), yet are they generally envious and more prone to revenge th"
      }
    ],
      "original": "Therefore, although men are generally governed in everything by their own lusts, yet their association in common brings many more advantages than drawbacks. Wherefore it is better to bear patiently the wrongs they may do us, and to strive to promote whatsoever serves to bring about harmony and friendship.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax14)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax14)",
        "notes": "Auto-generated encoding from text: Therefore, although men are generally governed in everything by their own lusts, yet their association in common brings many more advantages than drawbacks. Wherefore it is better to bear patiently th"
      }
    ],
      "original": "Those things, which beget harmony, are such as are attributable to justice, equity, and honourable living. For men brook ill not only what is unjust or iniquitous, but also what is reckoned disgraceful, or that a man should slight the received customs of their society. For winning love those qualities are especially necessary which have regard to religion and piety (cf. IV. xxxvii. notes. i. ii.; xlvi. note; and lxxiii. note).",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax15)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax15)",
        "notes": "Auto-generated encoding from text: Those things, which beget harmony, are such as are attributable to justice, equity, and honourable living. For men brook ill not only what is unjust or iniquitous, but also what is reckoned disgracefu"
      }
    ],
      "original": "Further, harmony is often the result of fear: but such harmony is insecure. Further, fear arises from infirmity of spirit, and moreover belongs not to the exercise of reason: the same is true of compassion, though this latter seems to bear a certain resemblance to piety.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax16)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax16)",
        "notes": "Auto-generated encoding from text: Further, harmony is often the result of fear: but such harmony is insecure. Further, fear arises from infirmity of spirit, and moreover belongs not to the exercise of reason: the same is true of compa"
      }
    ],
      "original": "Men are also gained over by liberality, especially such as have not the means to buy what is necessary to sustain life. However, to give aid to every poor man is far beyond the power and the advantage of any private person. For the riches of any private person are wholly inadequate to meet such a call. Again, an individual man’s resources of character are too limited for him to be able to make all men his friends. Hence providing for the poor is a duty, which falls on the State as a whole, and has regard only to the general advantage.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax17)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax17)",
        "notes": "Auto-generated encoding from text: Men are also gained over by liberality, especially such as have not the means to buy what is necessary to sustain life. However, to give aid to every poor man is far beyond the power and the advantage"
      }
    ],
      "original": "In accepting favours, and in returning gratitude our duty must be wholly different (cf. IV. lxx. note; lxxi. note).",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax18)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax18)",
        "notes": "Auto-generated encoding from text: In accepting favours, and in returning gratitude our duty must be wholly different (cf. IV. lxx. note; lxxi. note)."
      }
    ],
      "original": "Again, meretricious love, that is, the lust of generation arising from bodily beauty, and generally every sort of love, which owns anything save freedom of soul as its cause, readily passes into hate; unless indeed, what is worse, it is a species of madness; and then it promotes discord rather than harmony (cf. III. xxxi. Coroll.).",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax19)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax19)",
        "notes": "Auto-generated encoding from text: Again, meretricious love, that is, the lust of generation arising from bodily beauty, and generally every sort of love, which owns anything save freedom of soul as its cause, readily passes into hate;"
      }
    ],
      "original": "As concerning marriage, it is certain that this is in harmony with reason, if the desire for physical union be not engendered solely by bodily beauty, but also by the desire to beget children and to train them up wisely; and moreover, if the love of both, to wit, of the man and of the woman, is not caused by bodily beauty only, but also by freedom of soul.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax20)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax20)",
        "notes": "Auto-generated encoding from text: As concerning marriage, it is certain that this is in harmony with reason, if the desire for physical union be not engendered solely by bodily beauty, but also by the desire to beget children and to t"
      }
    ],
      "original": "Furthermore, flattery begets harmony; but only by means of the vile offence of slavishness or treachery. None are more readily taken with flattery than the proud, who wish to be first, but are not.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax21)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax21)",
        "notes": "Auto-generated encoding from text: Furthermore, flattery begets harmony; but only by means of the vile offence of slavishness or treachery. None are more readily taken with flattery than the proud, who wish to be first, but are not."
      }
    ],
      "original": "There is in abasement a spurious appearance of piety and religion. Although abasement is the opposite to pride, yet is he that abases himself most akin to the proud (IV. lvii. note).",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax22)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax22)",
        "notes": "Auto-generated encoding from text: There is in abasement a spurious appearance of piety and religion. Although abasement is the opposite to pride, yet is he that abases himself most akin to the proud (IV. lvii. note)."
      }
    ],
      "original": "Shame also brings about harmony, but only in such matters as cannot be hid. Further, as shame is a species of pain, it does not concern the exercise of reason.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax23)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax23)",
        "notes": "Auto-generated encoding from text: Shame also brings about harmony, but only in such matters as cannot be hid. Further, as shame is a species of pain, it does not concern the exercise of reason."
      }
    ],
      "original": "The remaining emotions of pain towards men are directly opposed to justice, equity, honour, piety, and religion; and, although indignation seems to bear a certain resemblance to equity, yet is life but lawless, where every man may pass judgment on another’s deeds, and vindicate his own or other men’s rights.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax24)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax24)",
        "notes": "Auto-generated encoding from text: The remaining emotions of pain towards men are directly opposed to justice, equity, honour, piety, and religion; and, although indignation seems to bear a certain resemblance to equity, yet is life bu"
      }
    ],
      "original": "Correctness of conduct (modestia), that is, the desire of pleasing men which is determined by reason, is attributable to piety (as we said in IV. xxxvii. note. i.). But, if it spring from emotion, it is ambition, or the desire whereby, men, under the false cloak of piety, generally stir up discords and seditions. For he who desires to aid his fellows either in word or in deed, so that they may together enjoy the highest good, he, I say, will before all things strive to win them over with love: not to draw them into admiration, so that a system may be called after his name, nor to give any cause for envy. Further, in his conversation he will shrink from talking of men’s faults, and will be careful to speak but sparingly of human infirmity: but he will dwell at length on human virtue or power, and the way whereby it may be perfected. Thus will men be stirred not by fear, nor by aversion, but only by the emotion of joy, to endeavour, so far as in them lies, to live in obedience to reason.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax25)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax25)",
        "notes": "Auto-generated encoding from text: Correctness of conduct (modestia), that is, the desire of pleasing men which is determined by reason, is attributable to piety (as we said in IV. xxxvii. note. i.). But, if it spring from emotion, it "
      }
    ],
      "original": "Besides men, we know of no particular thing in nature in whose mind we may rejoice, and whom we can associate with ourselves in friendship or any sort of fellowship; therefore, whatsoever there be in nature besides man, a regard for our advantage does not call on us to preserve, but to preserve or destroy according to its various capabilities, and to adapt to our use as best we may.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax26)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax26)",
        "notes": "Auto-generated encoding from text: Besides men, we know of no particular thing in nature in whose mind we may rejoice, and whom we can associate with ourselves in friendship or any sort of fellowship; therefore, whatsoever there be in "
      }
    ],
      "original": "The advantage which we derive from things external to us, besides the experience and knowledge which we acquire from observing them, and from recombining their elements in different forms, is principally the preservation of the body; from this point of view, those things are most useful which can so feed and nourish the body, that all its parts may rightly fulfil their functions. For, in proportion as the body is capable of being affected in a greater variety of ways, and of affecting external bodies in a great number of ways, so much the more is the mind capable of thinking (IV. xxxviii., xxxix.). But there seem to be very few things of this kind in nature; wherefore for the due nourishment of the body we must use many foods of diverse nature. For the human body is composed of very many parts of different nature, which stand in continual need of varied nourishment, so that the whole body may be equally capable of doing everything that can follow from its own nature, and consequently that the mind also may be equally capable of forming many perceptions.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax27)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax27)",
        "notes": "Auto-generated encoding from text: The advantage which we derive from things external to us, besides the experience and knowledge which we acquire from observing them, and from recombining their elements in different forms, is principa"
      }
    ],
      "original": "Now for providing these nourishments the strength of each individual would hardly suffice, if men did not lend one another mutual aid. But money has furnished us with a token for everything: hence it is with the notion of money, that the mind of the multitude is chiefly engrossed: nay, it can hardly conceive any kind of pleasure, which is not accompanied with the idea of money as cause.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax28)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax28)",
        "notes": "Auto-generated encoding from text: Now for providing these nourishments the strength of each individual would hardly suffice, if men did not lend one another mutual aid. But money has furnished us with a token for everything: hence it "
      }
    ],
      "original": "This result is the fault only of those, who seek money, not from poverty or to supply their necessary wants, but because they have learned the arts of gain, wherewith they bring themselves to great splendour. Certainly they nourish their bodies, according to custom, but scantily, believing that they lose as much of their wealth as they spend on the preservation of their body. But they who know the true use of money, and who fix the measure of wealth solely with regard to their actual needs, live content with little.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax29)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax29)",
        "notes": "Auto-generated encoding from text: This result is the fault only of those, who seek money, not from poverty or to supply their necessary wants, but because they have learned the arts of gain, wherewith they bring themselves to great sp"
      }
    ],
      "original": "As, therefore, those things are good which assist the various parts of the body, and enable them to perform their functions; and as pleasure consists in an increase of, or aid to, man’s power, in so far as he is composed of mind and body; it follows that all those things which bring pleasure are good. But seeing that things do not work with the object of giving us pleasure, and that their power of action is not tempered to suit our advantage, and, lastly, that pleasure is generally referred to one part of the body more than to the other parts; therefore most emotions of pleasure (unless reason and watchfulness be at hand), and consequently the desires arising therefrom, may become excessive. Moreover we may add that emotion leads us to pay most regard to what is agreeable in the present, nor can we estimate what is future with emotions equally vivid. (IV. xliv. note, and lx. note.)",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax30)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax30)",
        "notes": "Auto-generated encoding from text: As, therefore, those things are good which assist the various parts of the body, and enable them to perform their functions; and as pleasure consists in an increase of, or aid to, man’s power, in so f"
      }
    ],
      "original": "Superstition, on the other hand, seems to account as good all that brings pain, and as bad all that brings pleasure. However, as we said above (IV. xlv. note), none but the envious take delight in my infirmity and trouble. For the greater the pleasure whereby we are affected, the greater is the perfection whereto we pass, and consequently the more do we partake of the divine nature: no pleasure can ever be evil, which is regulated by a true regard for our advantage. But contrariwise he, who is led by fear and does good only to avoid evil, is not guided by reason.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax31)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax31)",
        "notes": "Auto-generated encoding from text: Superstition, on the other hand, seems to account as good all that brings pain, and as bad all that brings pleasure. However, as we said above (IV. xlv. note), none but the envious take delight in my "
      }
    ],
      "original": "But human power is extremely limited, and is infinitely surpassed by the power of external causes; we have not, therefore, an absolute power of shaping to our use those things which are without us. Nevertheless, we shall bear with an equal mind all that happens to us in contravention to the claims of our own advantage, so long as we are conscious, that we have done our duty, and that the power which we possess is not sufficient to enable us to protect ourselves completely; remembering that we are a part of universal nature, and that we follow her order. If we have a clear and distinct understanding of this, that part of our nature which is defined by intelligence, in other words the better part of ourselves, will assuredly acquiesce in what befalls us, and in such acquiescence will endeavour to persist. For, in so far as we are intelligent beings, we cannot desire anything save that which is necessary, nor yield absolute acquiescence to anything, save to that which is true: wherefore, in so far as we have a right understanding of these things, the endeavour of the better part of ourselves is in harmony with the order of nature as a whole.",
    "logic": [
      {
        "system": "FOL",
        "version": "v1",
        "display": "Auto(E4Ax32)",
        "encoding_format": "meta-fol",
        "encoding": "Auto(E4Ax32)",
        "notes": "Auto-generated encoding from text: But human power is extremely limited, and is infinitely surpassed by the power of external causes; we have not, therefore, an absolute power of shaping to our use those things which are without us. Ne"
      }
    ],
